[{
  "title": "The Shawshank Redemption",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0111161/",
    "year": "1994",
    "genre": "Drama",
    "rating": "9.3",
    "metascore": "81",
    "user review url": "https://www.imdb.com//title/tt0111161/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0111161/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": " The bathos runs thick\n",
      "content": "For the life of me, I can't understand all the gushing about this cornball, sentimental and PHONY movie.  There are certainly some strong performances, but they're outweighed by some of the two-dimensional portrayals, weak writing (that opera sequence -- oh, please) and most of all a completely garbage ending (I won't give it away) that stomps on what little credibility the movie has.I guess you really can't go broke under-estimating people's intelligence."
     },
     {
      "title": " Boring.\n",
      "content": "All the drama of a falling rock.  If SK lived in the Victorian Age this would be a morality play--and both would be dead and forgotten by now--just the idea of it makes me want to live another 100 years or so."
     },
     {
      "title": " After a big buildup, a real disappointment\n",
      "content": "After reading all the rave reviews for this movie, it turned out to be a real disappointment.  Can anyone really believe that the prisoners are honourable men while the guards and warden are all \"crooks\"??  Haven't we overdone the hypocritical \"Bible thumper\"?? -- let's find a more enlightened characterization.  James Bond, himself, could not have followed the main character's escape plan.  The ending soliloquy and denouement were inferior plagiarisms from \"Cool Hand Luke\".  Enough!!!  Unfortunately, fine performances by both Robbins and Freeman were wasted in this \"fantasy\" story."
     },
     {
      "title": " Not the greatest movie of all time\n",
      "content": "Shawshank is nothing more than a fairy tale.  It tells us as much about what prison is really like as Pretty Woman tells us about what prostitution is really like.  People like fairy tales, so both these movies were very popular."
     },
     {
      "title": " Overrated\n",
      "content": "It's not a bad film.  It's just derivative and melodramatic.  It borrows from \"Cool Hand Luke,\" a superior film.  It relishes its significance too much.  It's a bit smug.  Morgan Freeman's voiceover is a clumsy narrative device.  I don't know -- I just know for sure it's not one of \"the best films of all time.\"  Not even close."
     },
     {
      "title": " Impossibly overrated\n",
      "content": "Don't get me wrong - I liked this movie just fine, I just don't understand how it deserves the *heaps* of rapturous praise it regularly receives from IMDb members, and the fact that is has been ranked at #2 in the hallowed IMDb Top 250 for the past 8 years or so just baffles me. It was certainly entertaining enough, and very well-acted, but also way over-long, and filled with the usual stock characters that seem to inhabit every prison drama (if Hollywood movies are to be believed, prison wardens are mainly just nasty SOB's and the inmates are just the best bunch of guys you'd ever want to meet). I'd recommend the movie as a good renter, but I guess I can't see it as any more than that. I realize I am way in the minority on this, however."
     },
     {
      "title": " Cheap bigotry\n",
      "content": "Tim Robbins smirks his way through this cheap rip-off of the >\"Count of Monte Cristo\". The anti-Christian bigotry is too much >to stomach -- the murderous warden wears a cross, thumps a Bible >and utters fundamentalist platitudes. Morgan Freeman is very >solid tho"
     },
     {
      "title": " Racquel Welch's gaping plot hole.\n",
      "content": "This film is story driven rather than character driven which means it'll always be liked by people but will never be one of the all-time greats. I have no problem with the plot design - it's well assembled and effectively climaxed. Overall, a well thought out entertaining film. The dialogue and characterisation devices however were cheesy and untrue to the world of the story.1)The new inmates line up for a speech from the warden. One inmate growls: \"When do we eat?\". Unrealistic and unnecessary. He might well have said: \"Please hit me several times so the audience can see how brutal this prison is.\" The brutality of the prison is conveyed when crying fat boy gets kicked to death, so this addition is pointless.2)The story had already established freemans and robbins friendship, when freeman leans over to robbins and says: \"We're kinda becomin friends aren't we?\" Can you ever imagine any grown adult actually saying that to another?3)Worst scene of the film: the music scene. The film uses music to symbolise the theme of hope (robbins mind music in the hole, freemans harmonica). This is first introduced when robbins locks himself in the office and blares loud music all over the prison. Yeah OK, willful main character. But when the warden and guards shout for him to turn it off, what does he do? He sits back with feet up and smug grin plastered on his face. The guards bang again and again. What does he do? He leans over to the gramaphone and turns the volume up. I mean, come on, do me a favour. His punishment is a month in the hole, and for a simple reason. If the scriptwriter had shown the guards breaking in and kicking him almost to death (which is what really would have happened), then the audience is left thinking: \"What a fool\". The scene was silly and should've been rethought.Finally, can someone please tell me how he got that poster of Racquel Welch back on the wall after he climbed frontways into that tunnel?I give it an 8 out of 10."
     },
     {
      "title": " What a bad movie\n",
      "content": "This is the worst movie I have ever seen. It's so Hollywood cliche ! How can this be in the top 2 best movies ever ? I don't understand it. Avoid at all cost, this movie is boring !"
     },
     {
      "title": " Cliche\n",
      "content": "This film is nothing but one cliche after another. Having seen many of the 100's of prison films made from the early 30's to the 50's, I was able to pull almost every minute of Shawcrap from one of those films.While it is visually well made and acted, the story has every plot point of the \"standard\" prison film. They have the evil warden, innocent main character, friendly guilty guy, thugs and one good old prisoner. Don't waste your time on this one. Rent or buy some of the classic's of the prison genre."
     },
     {
      "title": " my backlash vote\n",
      "content": "Saying this is the #2 movie of all-time is like saying McDonald's makes the best hamburgers. They're both palatable, predictable, inoffensive products that are easy to digest. Both have happy endings-- that is, if you find the stunning speed with which a McDonald's hamburger flushes out your digestive tract to be a \"happy\" occasion.All you need to know is that Shawshank has the exact same ending as \"Trading Places.\" So why not make \"Trading Places\" the greatest comedy of all-time?? What the hell, why not make it #3 on IMDb? It too is competent and utterly middle-of-the road in terms of quality and originality within its genre.Instead of Dan Ackroyd and Eddie Murphy laughing it up on a Caribbean beach after besting the forces of evil, we get Morgan Freeman and Tim Robbins. It's the exact same ending! Shawshank was OK when I saw it when it came out. But count me among the backlash group that would rather see it with the 6-7 rating that it deserves. Thusly, I hereby cast my symbolic 1-star vote."
     },
     {
      "title": " Didactic and overlong\n",
      "content": "Another one of those overlong morally right-on movies that never rises above average - saved only by the acting.Its bleeding-heart politics 'dignity of individual maintained in adverse conditions' is played-out well enough but actually lacks any real dramatic tension.Dufrane is a two-dimensional character who seems to go through the drama by numbers - there's never any doubt that he will triumph in the end, it's only a matter of how.Tim Robbins has done many more interesting films than this one - try The Player or Bob Roberts if you're looking for drama/moral ambivalence and how they interact.Basically, there are a lot better prison films than this one - Jailhouse Rock for starters.Like most Stephen King stories - quite prosaic. There was a story in here somewhere but it got over-inflated and somewhat lost along the way.\nOne to watch on a rainy day when there's nothing better to do."
     },
     {
      "title": " Not a bad movie, but also not a very entertaining one\n",
      "content": "The problem with this movie is that it is to ordinary. It seems like the movie is just a cheap feelgood flick that has an ending that is easily predicted. I didn't care much for the characters and the narration was pretty annoying. I've read the book and it's a good adaptation. See it if your a Stephen King fan or like Dramas."
     },
     {
      "title": " A good movie but definitely not #2 of all time\n",
      "content": "This is certainly a good movie, with universal themes of freedom and adversity etc etc, but... I've seen plenty of movies which were more artfully made than this one. There is nothing revolutionary in the directing. The novella by Stephen King is practically tailor-made for a movie adaption, and it seems any capable director could have made a good movie from it. I think the only reason this movie is #2 on this list is the sheer amount of people who have seen it and voted. The other truly great movies near the top of the list don't pack the same mass audience appeal that Shawshank Redemption does, nor are they shown on TNT 6-10 times a year. Movies like 2001, The Seven Samurai, or Lawrence of Arabia, for example, would bore many of the people who love Shawshank Redemption, and I personally consider those three I named and many others to be far better creations than the Shawshank Redemption. Perhaps we should take a poll of TNT viewers on the best movie of all time - I'd bet Shawshank Redemption would place first, with The Blues Brothers coming in a close second."
     },
     {
      "title": " The Shawshank Redemption\n",
      "content": "-Why do I want to write the 234th comment on The Shawshank Redemption? I am not sure - almost everything that could be possibly said about it has been said. But like so many other people who wrote comments, I was and am profoundly moved by this simple and eloquent depiction of hope and friendship and redemption.The only other movie I have ever seen that effects me as strongly is To Kill a Mockingbird. Both movies leave me feeling cleaner for having watched them.I didn't intend to see this movie at all: I do not like prison movies and I don't normally watch them. I work at a branch library and one day as I was checking The Shawshank Redemption out to one of our older patrons, she said to me, \"Whenever I feel down or depressed, I check out this movie and watch it and it always makes me feel better.\" At the time, I thought that was very strange. One day there was nothing on TV except things I absolutely would not watch under any circumstance or things that I had seen too many times already. I remembered what she said, so I watched it. I have watched it many many times since then and it gets better with every showing.No action, no special effects - just men in prison uniforms talking to each other.The Shawshank Redemption and To Kill a Mockingbird are the best movies I have ever seen. I do not judge it by it's technical merits - I don't really care about that. I have read that Citizen Kane or The Godfather or this or that movie is the best movie ever made. They may have the best technique or be the most influential motion pictures ever made, but not the best. The best movies are ones that touch the soul. It takes a movie like The Shawshank Redemption to touch the soul."
     },
     {
      "title": " One of the best movie ever\n",
      "content": "All i can say is its not only a movie for a film maker its a film school too"
     },
     {
      "title": " Movie sucks\n",
      "content": "This movie is horrible compared to great movies like casper. Any one reading this would be better off not watching it and instead watching spider man 3"
     },
     {
      "title": " Not interested\n",
      "content": "Idk it wasn't as interesting as it was made to be. Not happy with the results."
     },
     {
      "title": " The most depressing movie I have ever seen.\n",
      "content": "I was recommended to watch this God-awful movie.I watched until the end. By God I wished I hadn't. It really was, undoubtedly, the most depressing film I have ever seen."
     },
     {
      "title": " terrible movie\n",
      "content": "I would rather club a bunch of baby seals to death than watch this movie"
     },
     {
      "title": " Review\n",
      "content": "Best. Movie.,\nI like this and wonderful movie for my list."
     },
     {
      "title": " ok\n",
      "content": "Soundtrack is a \"must buy\" for any music fan. The only bad thing about this movie is the fact that I know I will never see a better movie, no matter how many I may see. I've seen many movies over the past few years, many excellent films. However, every time I walk out of the theater, I turn to my friend or family member that I saw it with and I say, \"That was a great movie, but it wasn't nearly as good as 'you know what'!\" There have been many movies over the past few years that thought would really move me or that I might one day call my \"favorite of all time\", but they've all fallen far short of \"The Shawshank Redemption\". So, if you have yet to see this movie, please run to the video store immediately. You're guaranteed to find it in the \"employee picks\" section"
     },
     {
      "title": " unoriginal prison movie\n",
      "content": "There are some things in this life we will never understand... How did the universe begin? What happens to our souls when we die? How did a movie as bland as The Shawshank Redemption become so overrated?In the case of certain other movies, I can at least understand the reasons why they're overrated. But The Shawshank Redemption is so... average. And cliché-ridden. The film's moral is basically that hope is important, and there's nothing wrong with that in itself. Heck - I have no problem with simplicity. The problem is when you move past the simple and into the land of the simplistic. The movie treats its borrowed plot parts (Count of Monte Cristo, anyone?) and banal themes as though they were freshly minted nuggets of wisdom. (I wouldn't be complaining if it didn't pretend to be anything more than a pleasant diversion.) However, it is with its very last shot that the movie reveals its true condescending colours. If it had ended moments earlier instead, with that poetic shot of the sea, I would have had some respect for it (that's where the superior original story ends). But no, the director had to spell things out for his audience. Frank Darabont knows how to tell a story. He just doesn't know how to tell one with any originality or depth.The movie is partially redeemed by three things. The majestic cinematography, the powerful score, and most of all, Morgan Freeman, one of the very best actors working today.As for my rating, yes I'm one of those jerks who gives a movie a 1 just to lower it on the top 250. I think it's outrageous how highly it's ranked here. Even the folks who made it would think it's ridiculous to consider it one of the greatest films ever made."
     },
     {
      "title": " no way!\n",
      "content": "It deserve 8-9 stars in my opinion, but no way this better than godfather, no way this deserve to be the top movie ever made in history"
     },
     {
      "title": " The plain & simple truth. It doesn't deserve to be at #2.\n",
      "content": "just read the title. Tough I think it's a pretty decent movie (but not as good as the Stephen King's novel) i just can't understand why it should deserve to be ahead of everyone else in the top 250 (with the exception of the godfather). To be honest i don't even really think it should be in the top 250. Yeah, I know you Americans love the happy-ending Vaseline-flavored subtly homosexual jail movies, but all this hype it's too much anyway. Come on, this can't be better than Welles, Kubrick, Kurosawa or Scorsese (or not even Carpenter and Fulci in my humble opinion) So I give it a 1/10. This is not a critical valuation of the movie. This is a political statement."
     }
    ],
    "critics reviews": [
     {
      "Roger Ebert [Roger Ebert]": "Now streaming on:It is a strange comment to make about a film set inside a prison, but \"The Shawshank Redemption\" creates a warm hold on our feelings because it makes us a member of a family. Many movies offer us vicarious experiences and quick, superficial emotions. \"Shawshank\" slows down and looks. It uses the narrator's calm, observant voice to include us in the story of men who have formed a community behind bars. It is deeper than most films; about continuity in a lifetime, based on friendship and hope.Interesting that although the hero of the film is the convicted former banker Andy Dufresne (Tim Robbins), the action is never seen from his point of view. The film's opening scene shows him being given two life sentences for the murder of his wife and her lover, and then we move, permanently, to a point of view representing the prison population and particularly the lifer Ellis 'Red' Redding (Morgan Freeman). It is his voice remembering the first time he saw Andy (\"looked like a stiff breeze would blow him over\"), and predicting, wrongly, that he wouldn't make it in prison.From Andy's arrival on the prison bus to the film's end, we see only how others see him - Red, who becomes his best friend, Brooks the old librarian, the corrupt Warden Norton, guards and prisoners. Red is our surrogate. He's the one we identify with, and the redemption, when it comes, is Red's. We've been shown by Andy's example that you have to keep true to yourself, not lose hope, bide your time, set a quiet example and look for your chance. \"I guess it comes down to a simple choice, really,\" he tells Red. \"Get busy livin' or get busy dyin'.\"The key to the film's structure, I think, is that it's not about its hero, but about our relationship with him - our curiosity, our pity, our admiration. If Andy had been the heroic center, bravely enduring, the film would have been conventional, and less mysterious. But we wonder about this guy. Did he really kill those two people? Why does he keep so much to himself? Why can he amble through the prison yard like a free man on a stroll, when everyone else plods or sidles?People like excitement at the movies, and titles that provide it do well. Films about \"redemption\" are approached with great wariness; a lot of people are not thrilled by the prospect of a great film - it sounds like work. But there's a hunger for messages of hope, and when a film offers one, it's likely to have staying power even if it doesn't grab an immediate audience.\"The Shawshank Redemption\" premiered at the Toronto Film Festival in September 1994, and opened a few weeks later. It got good reviews but did poor business (its $18 million original gross didn't cover costs; it took in only another $10 million after winning seven Oscar nominations, including best picture).There wasn't much going for it: It had a terrible title, it was a \"prison drama\" and women don't like those, it contained almost no action, it starred actors who were respected but not big stars, and it was long at 142 minutes. Clearly this was a movie that needed word-of-mouth to find an audience, and indeed business was slowly but steadily growing when it was yanked from theaters. If it had been left to find its way, it might have continued to build and run for months, but that's not what happened.Instead, in one of the most remarkable stories in home video history, it found its real mass audience on tapes and discs, and through TV screenings. Within five years, \"Shawshank\" was a phenomenon, a video best seller and renter that its admirers feel they've discovered for themselves. When the Wall Street Journal ran an article about the \"Shawshank\" groundswell in April 1999, it was occupying first place in the Internet Movie Database worldwide vote of the 250 best films; it's usually in the top five.Polls and rentals reflect popularity but don't explain why people value \"Shawshank\" so fervently. Maybe it plays more like a spiritual experience than a movie. It does have entertaining payoff moments (as when the guards from another prison, wearing their baseball uniforms, line up to have Andy do their taxes). But much of the movie involves quiet, solitude, and philosophical discussions about life. The moments of violence (as when Andy is sexually assaulted) are seen objectively, not exploited.The movie avoids lingering on Andy's suffering; after beatings, he's seen in medium and long shot, tactfully. The camera doesn't focus on Andy's wounds or bruises, but, like his fellow prisoners, gives him his space.The Morgan Freeman character is carrier of the film's spiritual arc. We see him at three parole hearings, after 20, 30 and 40 years. The first hearing involves storytelling trickery; the film has opened with Andy's sentencing, and then we see a parole board, and expect it's about to listen to Andy's appeal. But, no, that's when we first see Red. In his first appeal he tries to convince the board he's been rehabilitated. In the second, he just goes through the motions. In the third, he rejects the whole notion of rehabilitation, and somehow in doing so he sets his spirit free, and the board releases him.There's an underlying problem. Behind bars, Red is king. He's the prison fixer, able to get you a pack of cigarettes, a little rock pick or a Rita Hayworth poster. On the outside, he has no status or identity. We've already seen what happened to the old librarian (James Whitmore), lonely and adrift in freedom. The last act, in which Andy helps Red accept his freedom, is deeply moving - all the more so because Andy again operates at a distance, with letters and postcards, and is seen through Red's mind.Frank Darabont wrote and directed the film, basing it on a story by Stephen King. His film grants itself a leisure that most films are afraid to risk. The movie is as deliberate, considered and thoughtful as Freeman's narration. There's a feeling in Hollywood that audiences have short attention spans and must be assaulted with fresh novelties. I think such movies are slower to sit through than a film like \"Shawshank,\" which absorbs us and takes away the awareness that we are watching a film.Deliberate, too, is the dialogue. Tim Robbins makes Andy a man of few words, quietly spoken. He doesn't get real worked up. He is his own man, capable of keeping his head down for years and then indulging in a grand gesture, as when he plays an aria from Mozart's \"The Marriage of Figaro.\" (The overhead shot of the prisoners in the yard, spellbound by the music, is one of the film's epiphanies.) Because he does not volunteer himself, reach out to us or overplay his feelings, he becomes more fascinating: It is often better to wonder what a character is thinking than to know.Roger Deakins' cinematography is tactful, not showy. Two opening shots, one from a helicopter, one of prison walls looming overhead, establish the prison. Shots follow the dialogue instead of anticipating it. Thomas Newman's music enhances rather than informs, and there is a subtle touch in the way deep bass rumblings during the early murder are reprised when a young prisoner recalls another man's description of the crime.Darabont constructs the film to observe the story, not to punch it up or upstage it. Upstaging, in fact, is unknown in this film; the actors are content to stay within their roles, the story moves in an orderly way, and the film itself reflects the slow passage of the decades. \"When they put you in that cell,\" Red says, \"when those bars slam home, that's when you know it's for real. Old life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.\" Watching the film again, I admired it even more than the first time I saw it. Affection for good films often grows with familiarity, as it does with music. Some have said life is a prison, we are Red, Andy is our redeemer. All good art is about something deeper than it admits.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n142 minutes\n\n\nTim Robbins\nas Andy Dufresne\n\nBob Gunton\nas Warden Norton\n\nWilliam Sadler\nas Heywood\n\nJames Whitmore\nas Librarian\n\nClancy Brown\nas Captain Hadley\n\nGil Bellows\nas Tommy\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "Roger Ebert [Roger Ebert]": "Now streaming on:\"The Shawshank Redemption\" is a movie about time, patience and loyalty -- not sexy qualities, perhaps, but they grow on you during the subterranean progress of this story, which is about how two men serving life sentences in prison become friends and find a way to fight off despair.The story is narrated by \"Red\" Redding (Morgan Freeman), who has been inside the walls of Shawshank Prison for a very long time and is its leading entrepreneur. He can get you whatever you need: cigarettes, candy, even a little rock pick like an amateur geologist might use. One day he and his fellow inmates watch the latest busload of prisoners unload, and they make bets on who will cry during their first night in prison, and who will not. Red bets on a tall, lanky guy named Andy Dufresne (Tim Robbins), who looks like a babe in the woods.But Andy does not cry, and Red loses the cigarettes he wagered. Andy turns out to be a surprise to everyone in Shawshank, because within him is such a powerful reservoir of determination and strength that nothing seems to break him. Andy was a banker on the outside, and he's in for murder. He's apparently innocent, and there are all sorts of details involving his case, but after a while they take on a kind of unreality; all that counts inside prison is its own society -- who is strong, who is not -- and the measured passage of time.Red is also a lifer. From time to time, measuring the decades, he goes up in front of the parole board, and they measure the length of his term (20 years, 30 years) and ask him if he thinks he has been rehabilitated. Oh, most surely, yes, he replies; but the fire goes out of his assurances as the years march past, and there is the sense that he has been institutionalized -- that, like another old lifer who kills himself after being paroled, he can no longer really envision life on the outside.Red's narration of the story allows him to speak for all of the prisoners, who sense a fortitude and integrity in Andy that survives the years. Andy will not kiss butt. He will not back down. But he is not violent, just formidably sure of himself. For the warden (Bob Gunton), he is both a challenge and a resource; Andy knows all about bookkeeping and tax preparation, and before long he's been moved out of his prison job in the library and assigned to the warden's office, where he sits behind an adding machine and keeps tabs on the warden's ill-gotten gains. His fame spreads, and eventually he's doing the taxes and pension plans for most of the officials of the local prison system.There are key moments in the film, as when Andy uses his clout to get some cold beers for his friends who are working on a roofing job. Or when he befriends the old prison librarian (James Whitmore). Or when he oversteps his boundaries and is thrown into solitary confinement. What quietly amazes everyone in the prison -- and us, too -- is the way he accepts the good and the bad as all part of some larger pattern than only he can fully see.The partnership between the characters played by Tim Robbins and Morgan Freeman is crucial to the way the story unfolds. This is not a \"prison drama\" in any conventional sense of the word. It is not about violence, riots or melodrama. The word \"redemption\" is in the title for a reason. The movie is based on a story, Rita Hayworth and the Shawshank Redemption, by Stephen King, which is quite unlike most of King's work. The horror here is not of the supernatural kind, but of the sort that flows from the realization than 10, 20, 30 years of a man's life have unreeled in the same unchanging daily prison routine.The director, Frank Darabont, paints the prison in drab grays and shadows, so that when key events do occur, they seem to have a life of their own.Andy, as played by Robbins, keeps his thoughts to himself. Red, as Freeman plays him, is therefore a crucial element in the story: His close observation of this man, down through the years, provides the way we monitor changes and track the measure of his influence on those around him. And all the time there is something else happening, hidden and secret, which is revealed only at the end.\"The Shawshank Redemption\" is not a depressing story, although I may have made it sound that way. There is a lot of life and humor in it, and warmth in the friendship that builds up between Andy and Red. There is even excitement and suspense, although not when we expect it. But mostly the film is an allegory about holding onto a sense of personal worth, despite everything. If the film is perhaps a little slow in its middle passages, maybe that is part of the idea, too, to give us a sense of the leaden passage of time, before the glory of the final redemption.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n142 minutes\n\n\nTim Robbins\nas Andy Dufresne\n\nBob Gunton\nas Warden Norton\n\nWilliam Sadler\nas Heywood\n\nJames Whitmore\nas Librarian\n\nClancy Brown\nas Captain Hadley\n\nGil Bellows\nas Tommy\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nWith a legion of titles like Pet Sematary, Firewalker, Sleepwalkers, Maximum Overdrive, and Children of the Corn, it's reasonable not to expect much from Stephen King-inspired motion pictures. Adaptations of the prolific author's work typically vary from mildly entertaining to virtually unwatchable. There are a few notable exceptions, however; two of which (Stand by Me, Misery) were crafted by widely-respected director Rob Reiner. While The Shawshank Redemption is not a Reiner movie per se, it is a production of Castle Rock Pictures (Reiner's film company), and ranks among the best filmed versions of any King stories to date. (This statement has not changed since I first wrote it in 1994.)\n\nSpanning the years from 1947 through 1966, The Shawshank Redemption takes the \"innocent man in prison\" theme and bends it at a different angle. Instead of focusing on crusades for freedom, the movie ventures down a less-traveled road, concentrating on the personal cost of adapting to prison life and how some convicts, once they conform, lose the ability to survive beyond the barbed wire and iron bars. As one of the characters puts it: \"These [prison] walls are funny. First you hate them, then you get used to them, then you start to depend on them.\"\n\nFilmed on location in a disused Ohio prison, The Shawshank Redemption is set in a place of perpetual dreariness. What little color there is, is drab and lifeless (lots of grays and muted greens and blues), and there are times when the film is a shade away from black-and-white (give credit to cinematographer Roger Deakins, a longtime Cohen brothers collaborator). It's ironic, therefore, that the central messages are of hope, redemption, and salvation.\n\nFirst time feature director Frank Darabont helms a fleet of impressive performances. Tim Robbins, as Andrew Dufresne, plays the wrongly convicted man with quiet dignity. Andy's ire is internal; he doesn't rant about his situation or the corruptness of the system that has imprisoned him. His unwillingness to surrender hope wins him the admiration of some and the contempt of others, and allows the audience to identify with him that much more strongly.\n\nEllis Boyd Redding (Morgan Freeman), or \"Red\" as his friends call him, is the self-proclaimed \"Sears and Roebuck\" of the Shawshank Prison (for a price, he can get just about anything from the outside). His is the narrative voice and, for once, the disembodied words aid, rather than intrude upon, the story. Serving a life sentence for murder, Red is a mixture of cynicism and sincerity - a man with a good soul who has done a vile deed. His friendship with Andy is one of The Shawshank Redemption's highlights.\n\nWilliam Sadler (as a fellow prisoner), Clancy Brown (as a sadistic guard), and Bob Gunton (as the corrupt warden) all give fine supporting performances. Newcomer Gil Bellows, in a small but crucial role (that was originally intended for Brad Pitt), brings the poise of a veteran to his portrayal of Tommy Williams, Andy's protege.\n\nUltimately, the standout actor is the venerable James Whitmore, doing his finest work in years. Whitmore's Brooks is a brilliantly realized character, and the scenes with him attempting to cope with life outside of Shawshank represents one of the film's most moving - and effective - sequences.\n\nUnfortunately, following a solid two hours of thought-provoking drama, the movie deflates like a punctured balloon during its overlong denouement. The too-predictable final twenty minutes move a little slowly, and writer/director Darabont exposes a distressing need to wrap up everything into a tidy little package.\n\n\"Salvation lies within,\" advises Warden Norton at one point. It is the presentation of this theme that makes The Shawshank Redemption unique. Prison movies often focus on the violence and hopelessness of a life behind bars. While this film includes those elements, it makes them peripheral. The Shawshank Redemption is all about hope and, because of that, watching it is both uplifting and cathartic.\n"
     },
     {
      "New York Times [Janet Maslin]": "AdvertisementSupported byFILM REVIEWSend any friend a storyAs a subscriber, you have 10 gift articles to give each month. Anyone can read what you share.By Janet MaslinThere are standard ways to stage a prison film and standard ways to tell a story by Stephen King. But \"The Shawshank Redemption,\" based on a King novella and set in the correctional institution of the title, succeeds in avoiding the familiar.Without a single riot scene or horrific effect, it tells a slow, gentle story of camaraderie and growth, with an ending that abruptly finds poetic justice in what has come before. The writer and director, Frank Darabont, tells this tale with a surprising degree of loving care.There are times when \"The Shawshank Redemption\" comes dangerously close to sounding one of those \"triumph of the human spirit\" notes. But most of it is eloquently restrained. Despite an excess of voice-over narration and inspirational music, Mr. Darabont's film has a genuine dignity that holds the interest. It is helped greatly by fine, circumspect performances from Morgan Freeman as a rueful lifer named Red and Tim Robbins as Andy, the new kid on the cellblock. The film spans nearly 20 years of friendship between these two.When Andy is convicted of his wife's murder, the judge pronounces him \"a particularly remorseless and icy man.\" He sustains that chill when he first arrives at Shawshank, remaining aloof from other inmates even when those inmates threaten him with physical harm. \"I wish I could tell you that Andy fought the good fight,\" says Red, who knows Andy has been gang-raped by fellow prisoners, in one of the film's only halfway-brutal episodes. \"I wish I could tell you that, but prison is no fairy-tale world.\"Needless to say, the heroes of such stories usually do succeed in defending themselves, at least when Hollywood is telling the fairy tale. But \"The Shawshank Redemption\" has its own brand of iconoclasm, with Mr. Darabont's direction as quiet, purposeful and secretive as Andy is himself.Eventually Andy begins to fit in, especially after he wows the guards with skills left over from his pre-prison banking career. From the first time he advises one guard to make a one-time-only tax-free gift to his wife, Andy gets a new lease on life as \"a convicted murderer who provides sound financial planning.\"Andy does special fiscal favors for the warden. (\"You know, the funny thing is, on the outside I was an honest man, straight as an arrow,\" he says about this. \"I had to come to prison to be a crook.\") He also makes the occasional dramatic gesture, like commandeering the prison's loudspeaker and playing a Mozart aria for all his fellow inmates. The film has a tendency to wax romantic at such moments, but more often it sustains an intelligent reserve.Mr. Freeman is so quietly impressive here that there's reason to wish Red's role had more range. As written, he spends his time observing Andy fondly and describing prison life. But Mr. Freeman's commanding presence makes him a much stronger figure than that. Mr. Freeman is especially moving when he suggests how dependent Red has become on the prison walls that give shape to his life. Even so, Red has kept his ruefulness. \"Only guilty man in Shawshank,\" he jokes about himself.Mr. Robbins has the trickier role of someone whose still waters run deep, but whose experience doesn't add up until an exposition-packed denouement. (The film's swift, enjoyably farfetched closing scenes are a sharp reminder of who is the author of this story, after all.) Andy's is the more subdued role, but Mr. Robbins plays it intensely, and he ages effectively from newcomer to father figure during the story. One of Andy's projects is improving the prison library, which once contained nothing but the equivalent of books by Stephen King.To raise funds for this undertaking, Andy is steady and patient, writing weekly letters to state officials until he gets what he wants. Mr. Darabont, a screenwriter making an impressive directorial debut, works in much the same quietly persistent way. \"The Shawshank Conspiracy\" takes shape slowly and carefully, displaying an overall subtlety that's surprising in a movie of this genre. In the end, like Andy and Red, it gets to where it wanted to go.\"The Shawshank Redemption\" is rated R (Under 17 requires accompanying parent or adult guardian). It includes profanity and occasional violence, including a scene that discreetly suggests homosexual rape.THE SHAWSHANK REDEMPTION Written and directed by Frank Darabont, based on the novella \"Rita Hayworth and the Shawshank Redemption,\" by Stephen King; director of photography, Roger Deakins; edited by Richard Francis-Bruce; music by Tom Newman; production designer, Terence Marsh; produced by Niki Marvin; released by Columbia Pictures. Running time: 142 minutes. This film is rated R. WITH: Morgan Freeman (Red), Tim Robbins (Andy), Gil Bellows (Tommy), Clancy Brown (Captain Hadley), Bob Gunton (Warden Norton), Mark Rolston (Bogs Diamond), William Sadler (Heywood) and James Whitmore (Brooks Hatlen).Advertisement"
     },
     {
      "Washington Post [Desson Howe]": "\n\n\n\n\"The Shawshank Redemption\" starts off with the familiar brutality of a prison movie. Convicted in the late 1940s for the murder of his wife and her lover, banker Tim  Robbins  is thrown into the slammer (the  Shawshank penitentiary in Maine) for two consecutive life sentences.\n\n\nSeasoned inmate Morgan  Freeman\u0097the narrator in this story\u0097watches as the soft-spoken, vulnerable prisoner undergoes the inevitable gang rape. Prison,  Freeman tells the audience in that inimitably authoritative voice, \"is no fairy tale world.\"\n\n\nIn this case, he's dead wrong. \" Shawshank, \" based on Stephen King's novella \"Rita Hayworth and Shawshank  Redemption,\" is a complete fairy tale, a sentimental yarn full of the darndest twists and turns since Frank Capra rolled his cameras. Cinematographer Roger Deakins's images are burnished with that \"long time ago\" golden glow, the inmates are\u0097ultimately\u0097a bunch of cute pushovers, and the worst thing about prison (give or take an initiation rape or three) is the boredom.\n\n\n\"In prison,\" intones  Freeman, \"a man will do anything to keep his mind occupied.\" What  Robbins, who has proclaimed his innocence all along, does to keep his mind occupied is the punch line of the story.\n\n\nThe institution is run by warden Bob Gunton, a cliched sociopathic despot who likes beating prisoners to death (to make a point) but will not abide religious blasphemy. Gunton is enthusiastically supported by sadistic guard Clancy Brown, who enjoys a regular round of assault and battery himself.\n\n\nBut it's clear from the start that  Robbins,  despite the hardships, is emotionally protected by his own innocence. He charms everyone and, eventually, parlays his business skills into a useful commodity. By the end, these grim authoritarians and jailbirds are eating out of his hand. In fact, Robbins's  effect on everyone is so cheesily messianic, they should have called this \"Forrest Gump Goes to Jail.\"\n\n\nSpeaking of jail, \"Shawshank\"-the-movie seems to last about half a life sentence. The story, chiefly about the 20-year friendship between  Freeman and Robbins,  becomes incarcerated in its own labyrinthine sentimentality. It wanders down subplots at every opportunity and ignores an abundance of narrative exit points before settling on the aforementioned finale. And leave it to pandering, first-time director Frank Darabont to ensure no audience member leaves this film unsure of the ending. Heaven forbid a movie should end with a smidgen of mystery!\n\n\nStill, although \"Shawshank\" gradually deteriorates (or, if you're a sentimentalist, gets better and better), there are things to be enjoyed. The principal performances are the most obvious pleasures.  Robbins  \u0097with those bulging baby blues and that voluptuous baby mouth\u0097exudes the perfect kind of innocence to sell this tall tale.\n\n\nAs for Freeman, he's a master of comedic and poignant cadence. He could read the local real estate listings and make you weep\u0097or laugh. \"These walls are funny,\" he intones. \"First you hate them. Then you get used to them.  After time passes, you get so's you depend on them.\" From Freeman,  these words read like existential thunder.\n\n\nWhen Robbins, upon making Freeman's acquaintance, asserts that he's innocent of the double murder, Freeman  smirks. \"You're going to fit right in,\" he tells  Robbins. \"You know that everybody in here's innocent?\"\nTHE SHAWSHANK REDEMPTION (R) \u0097 Contains profanity, violence and rape sequences. \n\nCopyright The Washington PostBack to the top"
     },
     {
      "Washington Post [Rita Kempley]": "\n\n\n\nThough adapted from a Stephen King novella, \"The Shawshank Redemption\" has more to do with a man's internal demons than the kind that routinely rise up from overgrown graveyards. Like \"Stand by Me,\" it's not a typical story from the horror King. Instead, it's a devoutly old-fashioned, spiritually uplifting prison drama about two lifers who must break their emotional shackles before they can finally become free men.\n\n\nSet in a spooky old penitentiary with turrets and towers, the movie manages to be true to its Big House origins while incorporating such horrific mainstays as the clanking of chains and the creaking of the walls. There's even a raven that roosts in the prison library, where he is cared for by a darling old trusty (James Whitmore). For the most part, however, the movie expands upon cliches that date back to James Cagney's prison portraits\u0097the twisted warden (Bob Gunton) and the sadistic guard (Clancy Brown).\n\n\nDirector Frank Darabont, who apprenticed on B-scripts (\"The Fly II\") and TV movies (\"Buried Alive\"), manages to fashion an improbable new pattern from the same old material in his remarkable debut. While he deals with the grimmest aspects of prison life (sadistic guards, gang rapes and befouled food), Darabont is chiefly interested in the 20-year friendship that sustains Andy (Tim Robbins)  and Red (Morgan  Freeman) .\n\n\nThe movie opens in 1947 as Andy, a prominent New England banker, is on trial for murdering his wife and her lover. Not only did he have a motive, but he had the opportunity\u0097his footprints were found at the scene of the crime\u0097and he had a weapon of the caliber used in the shootings. He insists that he is innocent, but the jury finds him guilty. Sentenced to life twice over, Andy is shipped to the maximum-security state prison at  Shawshank,  Maine. An introverted loner with an interest in reading, chess and rock carving, Andy doesn't make himself many friends until Red, a 30-year-veteran of the system, decides to take him under his wing.\n\n\nThings begin to change for the better when Andy finds a way to use his skills and education to benefit his fellow felons. When he overhears the guard captain complaining about losing most of an inheritance to taxes, he offers to trade his advice for three beers for each of the men who are working with him that day tarring the roof.\n\n\nHis reputation as a financial adviser spreads, and soon he is doing the taxes for all the guards and running the warden's outside scams. This leads to a position in the tiny prison library, which Andy gradually expands into the best educational facility of its kind in the area. It takes him six years to do it, but Andy never gives up hope.\n\n\nIt is hope that allows the self-proclaimed innocent man to survive what may or may not be an unjust imprisonment. And hope is his gift to his friend Red, who no longer even tries to impress the parole board at his hearings. He's become \"institutionalized,\" he explains to Andy, and would be a \"nobody\" on the outside.\n\n\nRed's gift to Andy is absolution when he finally confesses his true sins.  Whether or not he pulled the trigger, Andy blames himself for causing his wife's death; his redemption comes as he learns to give of himself over the course of this marvelously acted and directed film.\n\n\nRobbins gives a performance that evolves with beautiful clarity from starchy banker to warm and loving friend.  Freeman  is sure to gain his third Oscar nomination for his portrayal of Red. He also reads the film's lovely narration, much of it drawn verbatim from King's 1982 novella.\n\n\nA detailed portrait of the routine of cellblock life, \"The  Shawshank Redemption\" might change a few minds about the usefulness of incarceration in terms of rehabilitation. Mostly, though, it reminds us of that we all hold the keys to our own prisons.\nCopyright The Washington PostBack to the top"
     }
    ],
    "rating sc": "8.1",
    "reviews sc": [
     {
      "title": "La nuit est sombre avant qu'apparaisse l'aube...",
      "content": "Les évadés fait parti de ces films qui marquent, pour ma part je ne l'ai découvert que cette année et il est un de mes plus gros coups de cœur (si ce n'est le plus gros) comme quoi SensCritique a le mérite d'apporter de bonnes choses, en tout cas de bons conseils d'éclaireurs.  Le film s'ouvre sur le procès d'Andy Dufresne (interprété par Tim Robbins), accusé du meurtre de sa femme et de son amant, cette séquence est entremêlée de flash-back  sur le soir du meurtre, où l'on voit Andy désespéré, armé et sous l'emprise de l'alcool. Absolument tout l'accuse, le mobile du meurtre est clair, son alibi ne tient pas la route et il apparaît comme un homme froid, qui a prémédité son geste. En effet, ce n'est pas une balle qu'ils ont récoltés mais quatre chacun, ce qui exclut le crime passionnel et le place comme meurtre violent avec préméditation. Andy Dufresne clame son innocence mais rien y fait, il est condamné à une double peine à  perpétuité. J'adore cette scène d'introduction, très courte elle montre une justice expéditive ne laissant pas de place au doute, et tout le long du film la justice sera expéditive et sans concession.\nAndy arrive finalement à la prison de Shawshank, il est tout de suite repéré par Red (le grand Morgan Freeman) qui lit le désespoir dans ses yeux et est persuadé qu'il craquera dès le soir de son arrivée... Il n'en sera rien, pas un son ne sortira de la cellule d'Andy et Red perd son pari.\nCette situation qui peut paraître anodine ou déplacée (du fait de parier sur qui va craquer le soir de son arrivée) constitue en fin de compte un symbole du désespoir des détenus, ils cherchent une distraction n'importe où, pour pouvoir s'évader un instant et le pari de Red lui permet également de se rendre compte de son erreur de jugement sur Andy et lui donne \"envie\" d'en savoir plus sur lui.  Je ne vais pas analyser scène par scène le film sinon cette critique ne finira jamais...\nJe trouve que ces deux scènes quasi collées apportent tous les sujets et sous-sujets du film, à savoir:\nL'emprisonnement, la justice, le désespoir, mais aussi l'envie de s'évader et l'amitié (symbolisée ici par les paris).\nLe film a un très grand rapport espoir/désespoir, les situations s'enchaînent souvent dans un ordre précis, à savoir un espoir de s'évader (Que ce soit physiquement ou mentalement) qui est tué par une justice et qui conduit ou ramène au désespoir...  Le film parle surtout d'une grande amitié, celle qui se crée entre Red et Andy, ils se respectent et s'apprécient tout autant, chacun apporte son savoir à l'autre et Red étant un peu \"le doyen\" des prisonniers, il dispose d'énormement de relation, grâce auxquelles il obtient des objets. Il aidera beaucoup Andy, même sans le savoir, grâce à ça et lui fera même des cadeaux totalement gratuits.\nCette belle amitié donne droit à des moments de joie, les prisonniers qui se démènent pour trouver des pierres pour Andy et son jeu d'échecs, Andy ne perdant pas la face devant le pire gardien (le capitaine Hadley) et obtenant des bières pour ses camarades et lui-même.\nIl y'a surtout cet acte, ce passage magnifique où Andy s'enferme dans le bureau du directeur et passe du Mozart dans les haut-parleurs, cette scène est une de mes préférées et la plus magnifique du film. Tout le symbole de liberté et d'évasion musicale est ressenti par les prisonniers et par le spectateur également et Andy montre à nouveau sa grande générosité et sa détermination d'amener de l'espoir, des sourires dans cet univers qui en est dénué.\nhttps://youtu.be/lar5CYolcEU  Un mot pour qualifier la prestation des acteurs serait : exceptionnelle !\nChaque acteur est habité par son rôle, les rôles titres sont excellents, les personnages sont chacun bien travaillés et apportent leurs touches au film. Le directeur Norton et le capitaine Hadley sont les véritables salauds du film, ils n'ont aucun scrupule ni morale, sans trop spoiler.  La réalisation signée Frank Darabont\n(Qui réalisera plus tard La ligne verte) est des plus géniales. Le film n'a pas pris une ride, et n'en prendra jamais, la photographie est superbe (l'oscar est mérité), la réalisation est un vrai régal dans l'ensemble, par ses plans larges très bien cadrés, ses plongées et travellings toujours bien exécutés. Les évadés m'a comblé par son histoire et ses images en fait.\nJ'ai failli oublier la musique, et pourtant elle est magnifique, toujours au bon moment, elle touche avec justesse.  Dépêche toi de vivre ou dépêche toi de mourir... Pour finir cette critique, j'ai envie de parler du titre, Les évadés en français est très bien choisi, en dehors du spoil c'est une très belle métaphore sur ce que les prisonniers de Shawshank vivent de temps en temps en prison, ils s'évadent par l'esprit et sont libres lorsqu'ils ne pensent plus à leurs sorts, quand ils peuvent jouir d'un plaisir simple, comme boire une bière au soleil, faire une partie d'échecs entre amis, etc...\nQuelque part, Les évadés peut parler à tout le monde, chaque personne qui est transporté le temps d'un morceau, qui s'évade en regardant un bon film, et j'en passe. Je peux dire que je me suis évadé avec les personnages, ce film est porteur de joie, de tristesse et a un grand message d'espoir également.\nAdapter une histoire de Stephen King n'est jamais chose aisée étant donnée la richesse d'écriture, il me tarde de lire la nouvelle pour comparer, mais je pense que le réalisateur a réussi son pari.\nC'est un chef d'oeuvre qui se doit d'être vu et revu. C’est dans une prison que la musique a le plus de sens. On en a besoin pour ne pas oublier. Ne pas oublier qu’il y a des endroits dans le monde qui ne sont pas faits de mur et de pierre, qu’il y a quelque chose en nous qu’ils ne peuvent atteindre, qu’ils ne peuvent toucher, qui est à nous : L’ESPOIR"
     },
     {
      "title": "Dépêche toi de vivre ou dépêche toi de mourir.",
      "content": "Chef-d'oeuvre! Ce film culte, découvert il y a quelques années déjà, fait partie de ces films que l'on peut voir et revoir en les aimant toujours un peu plus à chaque fois. Pendant que nous suivons l'entrée en prison d'Andy Dufresne, des thèmes principaux se détachent du film: l'amitié, la réinsertion sociale et l'espoir.\nL'amitié étant celle liant le personnage incarné par Tim Robbins, à Red, interprété par l'unique Morgan Freeman.\nL'espoir, est ce qui déterminera nos héros à croire en un quelque chose d'autre après leur peine de prison.\nMais y a-t-il vraiment quelque chose à espérer lorsque l'on passe toute sa vie en prison? Rien n'est moins sur. Ainsi, lorsque Brooks (formidablement interprété par le regretté James Whitmore) finit par être libéré, il décide malgré tout de se suicider, dépassé par la société actuelle et ses changements. \"Tout va trop vite\" dit-il. Cette mort préméditée, est résumée en quelques mots par Red dans le film: \"On t’a envoyé ici pour la vie, et c’est exactement ce qu’on te prend.\" A travers cette phrase, tout est dit. Ou plutôt quasiment. Car Andy n'a pas l'intention de devenir \"institutionnalisé\". Se dresse alors contre lui le directeur de la prison, véritable salopard, qui même lorsqu'il apprendra et sera sûr de l'innocence du héros, préférera supprimer un potentiel témoin (cette scène me dégoûte toujours), que de libérer celui-ci, qui d'ailleurs lui est bien utile. Sans oublier les gardiens de la prison, sadiques inavoués, prenant un véritable plaisir à matraquer leurs détenus. Mais Andy prendra sa revanche.. Formidablement interprété, Les Evadés est un film grandiose, une histoire d'amitié comme on en voit peu au cinéma. Ainsi, Dufresne ne fait-il pas promettre à Red qu'il aille à Zihuatanejo une fois libéré, pour que celui-ci ne finisse pas comme Brooks? La dernière minute est à l'image du film: de l'espoir, car on peut imaginer que tout ira mieux désormais. Un film tout simplement immanquable, dont la fin, superbe, ne fera que donner une dernière charge émotionnelle à un film inoubliable, qui atteignait déjà des sommets. Magnifique."
     },
     {
      "title": "Hope springs eternal",
      "content": "Attention, cette critique contient des spoils!  Voici un grand film. Je le dis simplement, sans essayer de m'excuser, sans trouver ça facile, ni niais; en assumant pleinement tout l’intérêt que je lui porte. The shawshank Redemption est adapté d'une longue nouvelle de Stephen King que l'on peut retrouver dans le recueil Différentes Saisons. Il est d'ailleurs amusant de constater que tous les films adaptés de ce recueil de nouvelles où on ne trouve qu'une once de fantastique (dans la seule nouvelle du recueil qui ne fut jamais adaptée au cinéma d'ailleurs) sont des réussites dans leurs genres.  On y trouve Le corps qui fut adapté à l'écran par Rob Reiner à l'époque de sa gloire sous le titre Stand By Me , Un élève doué qui reste à ce jour le meilleur film de Bryan Singer après The Usual Suspect, et enfin ce Shawshank Redemption (le titre en français est véritablement merdique, il faut le dire), coup de maître  pour une première réalisation de Frank Darabont qui se fera une spécialité d'adapter King à l'écran puisqu'on lui doit également La Ligne Verte, ainsi que The Mist.  Mais revenons à cette rédemption de Shawshank.\nKing tire son inspiration pour son histoire de plusieurs sources. God see the truth, but waits, de Léon Tolstoï, mais également du comte de Monte-Cristo de Dumas. Puisque je connais assez mal l'oeuvre de Tolstoï, je vais plutôt me consacrer à monter les parallèles avec Dumas. Le livre comme le film  fait référence au Comte de Monte-Cristo à plusieurs reprise. Il est d'abord cité dans la scène de bibliothèque où Red incarné par l'excellent Morgan Freeman se demande après qu' Andy Dufresne ait expliqué qu'il s'agit d'un livre sur une évasion de prison, si le livre doit être mis dans la section éducation plutôt que fiction de la bibliothèque. Ensuite, car au niveau thématique, Andy Dufresne et le Comte ont plusieurs choses en commun.  L'un et l'autre ont été enfermé à tort, l'un et l'autre vont se venger du mal qui leur à été fait, l'un et l'autre vont s'évader. Plus encore, les deux récits au niveau thématique parlent de la même chose, ils parlent d'espoir. Car si la rédemption de Shawshank touche tant de gens (pour preuve, parmi mes éclaireurs qui sont parfois de vraies têtes de lard, il n'en est qu'un seul qui lui accorde une note inférieure à 6/10), je crois que c'est à cause de tout cet espoir qu'on y trouve. Peut être pas uniquement, car il faut avouer que même s'il est de facture très classique, le film est formidablement réalisé, et certaines scènes vous prennent aux tripes quand bien même vous feriez tous les efforts pour rester indifférent. Peut-être aussi est-ce  grâce à la qualité d'interprétation de Morgan Freeman en Red, qui porte l'ensemble du récit en tant que narrateur, mais également par l'immense interprétation de Tim Robbins qui choisi de créer un Andy Dufresne énigmatique, froid, peu sympathique de prime abord, mais qu'on fini par aimer à la fin du récit.. Les deux acteurs créant ensemble une composition de personnage quasi parfaite et forment l'un des duo d'acteurs  les mieux  assortis du cinéma. Mais avant tout, si tant de gens aiment ce film, c'est qu'il a une qualité rare, celle de vous redonner courage et espoir lorsque le générique de fin défile devant vous.  Darabont fait plus que de brillamment adapter la nouvelle de King, il arrive à y inscrire le thème principal, la petite musique autour de laquelle tout tourne, l'espoir qui vient éclairer les endroits les plus sombres, les situations les plus insurmontables. Cette froideur que l'on croit déceler dans le chef de Dufresne se muera peu à peu dans l'esprit du spectateur en une forme de respect puis d'amour face à un homme qui n'abandonne pas, qui ne se laisse jamais abattre. Nous sommes tous un peu Andy Dufresne, enfermé dans nos prisons personnelles et condamnés à y rester. Et lorsque Andy sort de ce tuyau de merde, renaissant à nouveau en levant ses bras au ciel, laissant la pluie le laver de tout; du passé, de ses pêchés , c'est une victoire pour chacun d'entre nous. C'est pour cela qu'a tort ou a raison, ce film est apprécié par tellement de gens et est premier depuis 6 ans sur le Top IMDB. C'est parce que lorsque le film s'achève, à la manière de Red qui ne sait s'il passera la frontière à Fort Knox, qui ne sait s'il retrouvera son ami, nous déclarons: J'espère... J'espère... Ps: Je trouve d'ailleurs dommage que Darabont ne conclue pas son récit sur la même note que la nouvelle de King ,sur ce simple j'espère."
     },
     {
      "title": "Morgan de toit",
      "content": "J’aime les films de prison. Ce que j’aime c’est ce sentiment assez paradoxal de liberté qui transpire souvent de ces récits. Les petites choses, les petits trésors qui rappellent de façon aussi évidente qu’indiscutablement vrai que cette liberté si chère à l’homme réside finalement plus au centre de son esprit et de ses aspirations qu’à l’emplacement physique qu’il occupe. Ce que j’aime dans le genre de film carcéral auquel je fais allusion c’est le foisonnement de petites touches d’espoir et de fulgurances existentielles —voire  philosophiques qui le parsèment et en font un objet finalement optimiste et humaniste. Là je pense à des films comme Luke la main froide, Papillon ou même Haute sécurité avec Stallone (ben ouais). Je pense à des films où l’Homme est replacé au centre de l’histoire avec ses erreurs, ses faiblesses, ses bas instincts, mais surtout avec ses rêves, ses espoirs, son désir de rédemption, celui de tisser des liens —d’intérêt d’abord puis d’amitiés. Et puis les films de détention ce sont avant tout des histoires de survie. Et j’aime le survival, qu’il soit physique ou psychologique. J’aime l’idée qu’un personnage évolue, s’adapte, change, surprenne et finalement appuie sur la bonne note émotionnelle, qu’il fasse fi d’un environnement hostile au corps et à l’esprit ; composante inhérente au genre carcéral. On peut reprocher beaucoup de choses au premier film de Darabont : une voix off parfois irritante qui souffre de ses propres bonnes intentions, avoir remplacé un personnage roux irlandais par un acteur noir (ironiquement appelé Freeman), une réalisation finalement loin de sublimer les aspirations de son récit, et quelques raccourcis un peu grossiers. Heureusement, Shawshank Redemption se rattrape sur l’écriture, bien aidé par un matériau d’origine provenant d’un écrivain qui aime et soigne ses personnages. King, quoi qu’on en dise des fois, possède une aptitude remarquable pour donner de la substance à ses protagonistes ; il les rempli de failles, de démons, d’humanité en somme. Et j’aime les pourritures qu’il place en guise d’antagonistes. Au milieu de tout se foutoir figurent souvent les restes d’une humanité qu’il faudra finir de consommer, pour le meilleur ou pour le pire. C’est une chose que l’adaptation de Darabont arrive bien à retranscrire, aidé par une interprétation d’ensemble qui fait mouche. Tim Robbins prète son visage poupin et froid à un personnage malin, ambigu et finalement généreux sous une carapace froide et calculatrice. J’aime beaucoup le Robbins de cette période, celle juste après Jacob’s Ladder. Freeman ne se prend pas encore pour dieu —une voix de garage, mais fait profiter au film de son capital sympathie alors indéniable ; la relation d’amitié que son personnage tisse avec celui de Robbins s’en trouvera d’ailleurs plus chaleureuse et crédible. Gunton fait office de salopard de compétition, bien épaulé par un Clancy Brown décidément toujours aussi parfait dans le rôle de l’ordure humaine de service. On retrouve même le colonel Stuart de Die Hard 2 dans un rôle un peu crétin mais ayant le mérite de le voir apparaître du côté des braves gars. Bon y a Belows qui fait du Belows, c’est à dire pas grand chose. On retrouve tous les codes du genre, au personnage près, ponctués d’instants d’évasion spirituelles (la bière sur le toit, la bibliothèque, Mozart…) qui touchent et parlent au spectateur avec une efficacité simple et bien amenée. Darabont aime ses personnages et cela se ressent par une espèce de tendresse implicite sur les plans qui leur sont dédiés. Mais je crois que ce que j’aime le plus dans SR c’est ce personnage principal sur qui on ne parierait pas une clopinette, taciturne et réservé, qui cache une sensibilité toute en retenue et une soif de liberté sans borne, justifiée et rempli d’un optimisme déterminé. Un personnage malin qui rira le dernier comme je les aime. Comme quoi le violon peut donner le barreau."
     },
     {
      "title": "“Hope is a dangerous thing”",
      "content": "Dans la fameuse série des films qu’il n’est pas aisé de revoir longtemps après l’émotion juvénile de leur découverte, Les Évadés occupe une place de choix.  On décèle très vite, dans cette ode à l’amitié, l’espoir et la persévérance les nombreuses ficelles à l’œuvre, et on peut qualifier de facilités un certains nombre de procédés. Le film pourrait être comparé à ces blagues qu’on écrit en partant de la fin, de manière à ce que tout puisse, de manière très pratique (« conveniant », en VO, comme le répète le procureur lors du procès inaugural, sans qu’on sache si cette mise en abyme un peu ironique soit volontaire ou non), se combiner et offrir un dénouement satisfaisant comme la dernière pièce d’un puzzle de 1000 pièces.  Et pourtant : dans cette efficacité narrative on ne peut plus américaine, Les Évadés est un modèle du genre.  (La suite regorge de spoils)\nTout d’abord parce qu’il n’annonce pas la couleur, n’en déplaise à ce stupide titre en VF, The Shawshank Redemption se contentant de pistes beaucoup plus larges. D’une certaine manière, c’est l’inverse absolu de La Grande Evasion : on n’apprendra le projet qu’à la faveur d’une révélation finale, occasionnant d’ailleurs un grand plaisir pour qui revoit le film et y décèle de savoureux indices, à l’image de cette scène d’inspection durant laquelle Dufresne confie sa Bible au directeur.  La mécanique est parfaite : de ses compétences de fiscaliste à son humanisme lui permettant de construire une bibliothèque, Dufresne fait de la longueur de sa peine un terrain sur lequel il bâtit, et s’occupe, entraînant à sa suite un groupe de détenus avec lesquels on sympathise, et l’adhésion totale du spectateur. A partir du moment où la révision de son procès est envisageable (grâce, là encore, à une belle coïncidence d’un témoignage venu opportunément relancer la machine narrative), la chute est brutale et fait de sa collaboration un esclavage, rappelant pour qui l’aurait oublié que l’incarcération n’est pas une partie de plaisir, n’en déplaise aux « rationnalisés » qui ne peuvent plus imaginer vivre dehors après des décennies à l’ombre.  L’évasion sonne ainsi comme la revanche et la récompense suprême du spectateur, qui voit toutes les pièces s’assembler, et un projet au long cours faire du protagoniste un joueur d’échec redoutable, planifiant 20 ans à l’avance le mat parfait, avec punition des méchants en bonus, et carte postale finale assumée.  L’esprit du conte n’est pas loin. Mais là n’est pourtant pas l’essentiel. A cette satisfaction enfantine répond une autre épaisseur, et notamment celle du temps. Les Évadés est un long récit dans lequel on a soin de prendre son temps : la difficulté des conditions d’incarcération (par les viols en série, ou la violence des traitements, par exemple, qui dénotent avec l’esprit plus bon enfant du reste du film), l’importance de la répétition et des évolutions (la procédure de libération de Red, le changement des posters dans la cellule d’Andy comme indicateurs d’un air du temps en pleine évolution) densifient considérablement la réclusion. De la même manière, c’est par les portraits d’un communauté que l’empathie peut surgir, jusqu’à cette longue séquence sur la vie à l’extérieur de Brooks, et des échanges qui visent à définir l’indicible d’un espoir, lyriquement personnifié par cette irruption de la musique clandestinement offerte à la collectivité. C’est aussi la raison pour laquelle l’évasion d’Andy ne clôt pas le récit, qui mettra encore une bonne vingtaine de minutes à se conclure : aussi satisfaisante soit cette résolution, il ne s’agit pas de saboter la patience avec laquelle on avait abordé les personnages jusqu’alors : Red aura aussi droit à sa rédemption, d’autant plus émouvante qu’elle aura du attendre une nouvelle décennie pour éclore.  Condensé d’efficacité, qui figure probablement dans les manuels d’écriture, The Shawskank Redeption peut donc évidemment prêter le flanc à la suspicion. Mais, plutôt que de bouder son plaisir en faisant appel à une maturité qui rend souvent triste, autant laisser la nouvelle génération se laisser prendre à cette machinerie redoutable : les enfants ont, comme prévu, adoré.  (7.5/10)"
     },
     {
      "title": "Les Évadés par pierrick_D_",
      "content": "1947.Andy Dufresne,jeune et brillant banquier,est condamné à perpète pour le meurtre de sa femme et de l'amant de celle-ci.Le voilà incarcéré au pénitencier de Shawshank,en Nouvelle-Angleterre,un endroit pas marrant auquel il n'est a priori pas adapté.Il y restera vingt ans avant de parvenir à s'en évader.Premier long-métrage cinéma écrit et réalisé par Frank Darabont,\"Les évadés\" se présente comme le jumeau de son film suivant,\"La ligne verte\",avec lequel il a un paquet de similitudes tout en étant très différent tant au niveau des personnages que du script.Même réalisateur-scénariste donc,qui adapte à nouveau un roman de Stephen King se passant dans une prison,avec une histoire de faux coupable lourdement condamné.Certains détails sont identiques,comme l'occasion ratée d'innocenter le héros ou le vieux taulard élevant un animal,l'oiseau de Brooks ici,la souris de Delacroix cinq ans plus tard.Les deux oeuvres sont produites par Castle Rock,boîte alors spécialisée dans les adaptations du King et dont le nom s'inspire de celui d'une ville du Maine fictive où se déroulent plusieurs livres de l'auteur.L'équipe technique est à peu près la même et on retrouve le monteur Richard Francis-Bruce,le musicien Thomas Newman et le décorateur Terence Marsh,plus les acteurs William Sadler et Jeffrey DeMunn.Pourtant,au-delà de tout ça,\"Les évadés\" se démarque sur bien des points de son successeur.Pas de dimension fantastique ici,tout est réaliste et terre-à-terre,et si Dufresne accomplit des miracles,c'est grâce à sa culture et à son intelligence supérieure,l'anti-Coffey en quelque sorte.La direction et les gardiens sont beaucoup moins sympas que dans \"La ligne verte\" et la maltraitance des prisonniers,qu'elle soit physique ou mentale,atteint des sommets.La narration est maîtrisée et le scénario d'une habileté diabolique.Sous ses airs de bourgeois égaré dans la jungle,Andy va faire preuve de facultés d'adaptation hors du commun,parvenant à devenir la coqueluche de ses camarades d'infortune comme de l'encadrement.Il utilise ses connaissances professionnelles pour accéder au rang de conseiller fiscal et financier de tous les employés de la prison,y compris de Norton,le directeur,un salaud intégral caché derrière un fonctionnaire ultra catholique propret.Son nouveau statut améliore son quotidien,mais surtout celui de ses codétenus qu'il essaie d'éveiller à la culture,persuadé que c'est la seule manière pour eux d'élever leur condition.Et il a du boulot car la plupart ne savent même pas lire.Il se lie d'une profonde amitié avec Red,un ancien de la taule qui a déjà vingt piges de placard derrière lui quand Dufresne arrive à Shawshank et qui est le maître des petits trafics de l'établissement.Mais Andy poursuit également un autre but,spoilé par le stupide titre français,qui est de se tirer de là tout en se vengeant de ce fumier de Norton,qui sous couvert de réhabilitation exploite le travail des prisonniers et les capacités de Dufresne pour s'en mettre plein les poches,et de Hadley,le gardien-chef,une brute sadique terrifiante.Il y a bien sûr derrière tout ça un message progressiste évident,King et Darabont s'attachant à dénoncer non seulement les conditions de détention horribles et les dérives du personnel pénitentiaire,mais aussi la longueur des peines car là on n'est pas ici et maintenant comme dirait la mite.Le système judiciaire américain,surtout en ces temps reculés,ne faisait preuve d'aucun laxisme et les mecs pouvaient passer des vies entières derrière les barreaux.Dès lors,même s'ils finissaient par être libérés,au bout de plusieurs décennies,ils se retrouvaient dans un monde totalement étranger,leur existence avait filé à Shawshank et ils ne reconnaissaient plus rien dehors.Tout ce et tous ceux qu'ils avaient connu avait disparu durant leur long séjour en taule,et certains préféraient y rester,ce que Red appelle l'institutionnalisation.C'est un peu facile quand même de présenter les choses uniquement sous cet angle,bien qu'il y ait du vrai,parce que les mecs n'avaient pas écopé de telles peines pour rien et ça,les auteurs évitent d'en parler.Là où on s'attendrait à voir un troupeau de psychopathes déchaînés ne subsiste qu'une bande de braves gars bien gentils dont on ne connaîtra jamais les crimes.Le seul dont on sache pourquoi il est là est Dufresne,qui comme par hasard est innocent.La démonstration est donc plutôt manichéenne et le film un peu long,mais c'est vraiment bien foutu,d'autant que la distribution est étincelante.Tim Robbins est un comédien emprunté mais là ça tombe pile avec le personnage de Dufresne,cet intello plongé dans un univers hostile dont il n'a pas les codes au départ.Morgan Freeman est parfait en vieux prisonnier désabusé réfractaire à la notion d'espoir qui lui parait plus nocive que bénéfique dans sa situation.Bob Gunton est magistral en directeur calotin qui cite la Bible à tout-va et se comporte comme le dernier des enfoirés,tandis que le génial Clancy Brown,le Kurgan de \"Highlander\",irradie la pellicule dans le rôle de Hadley,le méchant ultime.Gil Bellows en jeune voleur sur la voie de la rédemption et Mark Rolston en serial violeur font de notables apparitions,tout comme le vétéran James Whitmore,un survivant du vieil Hollywood,qui excelle en ancêtre déphasé par sa libération."
     },
     {
      "title": "Entre les murs",
      "content": "L’arrivée d’Andy Dufresne (Tim Robbins), ancien banquier condamné pour le meurtre de sa femme, au pénitencier de Shawshank va y changer beaucoup de choses. Tous les membres du personnel de la prison viennent le consulter pour régler leur problème de finance, jusqu’au directeur lui-même (Bob Gunton), qui se sert de Dufresne pour blanchir tout l’argent qu’il gagne grâce à de multiples combines illégales. Mais le nouveau prisonnier en profite aussi pour améliorer le quotidien des prisonniers, ce que le directeur voit d’un mauvais œil. Leur rivalité va-t-elle pousser Dufresne à la rébellion et à l’évasion ? Inspiré d’une nouvelle de Stephen King, Frank Darabont ne touche pas ici au fantastique, mais reste dans le drame saupoudré de thriller. C'est déjà beaucoup, puisque cet aspect dramatique est clairement ce qui fait l’intérêt majeur du film, nous offrant des scènes d’une émotion incroyable.\nSi on n’est pas trop fixé sur la réalité de la description du milieu carcéral, qui frôle parfois la caricature à travers l’autoritarisme et la violence excessives dont font montre les gardiens vis-à-vis des prisonniers (ce qui ne signifie malheureusement pas du tout que cette vision soit erronée), on s’attache sans peine aux prisonniers incarnés par Morgan Freeman et Tim Robbins. On réussit parfaitement à nous tirer des larmes sur le sort de ces criminels qui deviennent en quelque sorte victimes, puis dépendants de la prison, mais sans excès de misérabilisme, avec suffisamment de nuance pour ne pas faire de tous les prisonniers des innocents persécutés.\nOn s’attache alors d’autant plus aux personnages qui ont trouvé la rédemption en prison, sinon grâce à elle (le titre anglais du film, plus cohérent, est The Shawshank redemption), à l’image de Red ou Brooks, respectivement incarnés par les superbes Morgan Freeman et James Whitmore, mais qui finissent à cause d’elle par ne plus trouver leur place dans le monde réel.\nPour autant, malgré quelques scènes très âpres dans leur vulgarité crasse et leur inhumanité, Les Evadés n’oublie pas de nous montrer avec une émotion poignante qu’il est une chose plus forte que tout, qui, paradoxalement, se trouve renforcée par le milieu carcéral, une chose à laquelle on doit s’accrocher même au plus profond de l’épreuve : l’espoir. Et c’est d’abord cette formidable leçon qu’on retient du film de Frank Darabont, un film qui marque l’esprit par sa profonde humanité et sa capacité à transcender son sujet pour élever l’âme de son spectateur à des hauteurs dignes du plus pur et du plus grand cinéma."
     },
     {
      "title": "L'Albatros",
      "content": "Considéré comme l’un des plus grands films de l’histoire chez nos amis Américains, Les Évades jouit globalement d’une solide réputation aux quatre coins du globe. Un film culte qui rejoint Forrest Gump, La Ligne Verte ou encore Will Hunting au panthéon des années 1990 où ces films « aux bons sentiments » très américains ont marqué durablement le grand public. Ainsi, s’il faut s’attendre à des tonnes de beaux discours sur la vie accompagnés de violons et de séquences un peu tire-larme, force est de constater que l’ensemble fonctionne à merveille malgré une foultitude de clichés parfois grossiers et dommageables. Et même si je n’ai pas pu fermer les yeux sur les défauts bien réels des Évades, j’en tire finalement une belle histoire le plus souvent passionnante. Andy Dufresne (l’excellent Tim Robins) est accusé du meurtre de sa femme et de son amant. Envoyé pour « deux vies » à la prison de Shawshank, il y fait la rencontre de nombreux personnages, et notamment Red (Morgan Freeman, fidèle à lui-même) avec qui il tisse un fort lien d’amitié. Pendant des années, Andy œuvrera pour la communauté pour peut-être y trouver la rédemption.\nRaconter le récit via une voix off, celle de Red, est un choix intelligent en tant qu’il place ce personnage du même côté que le spectateur, qui découvre en même temps que lui le personnage d’Andy et l’observe au fil de son évolution, sans jamais vraiment connaître ses motivations ou ses opinions. En ce sens, Andy, pourtant le protagoniste de l’histoire, apparaît toujours distant et énigmatique ; et au regard de la fin du film, cet angle de narration est d’autant plus pertinent qu’il crée un sentiment de surprise chez le spectateur à la hauteur de celle de Red et des autres. Le procédé de la voix off est donc, pour une fois, utilisé avec une grande maîtrise. L’ambiance de l’univers carcéral est traité de manière intéressante, et on se prend de sympathie pour ces types censés être des malfrats (mais qui sont pour nous, comme le film le répète à maintes reprises, « tous innocents »). Frank Darabont développe suffisamment les petites scènes du quotidien pour nous embarquer avec eux derrière les barreaux, et donner par leur amitié une chaleur aux murs froids de la prison. Cependant, la première demi-heure déploie des clichés à tout-va qui ont de quoi inquiéter, et qui heureusement s’atténuent par la suite et s’acceptent plus facilement au fur et à mesure que les personnages gagnent en profondeur. Mais tout de même, entre clichés et manichéismes, il y a de quoi faire :\n- le garde de prison sadique et vraiment, vraiment « méchant », incapable de formuler une phrase sans insulte (on lui apprend la mort de son frère, et sa seule réaction est « He was an asshole »…)\n- le directeur corrompu qui ne jure que par la bible, lui donnant un air un peu spirituel/satanique alors qu’on ne connaît même pas les motivations qui le poussent à agir de la sorte\n- le pervers des douches et son gang de petites frappes qui victimisent tout le monde\n- l’obèse un peu benêt qui pleure sa maman\n- le meurtrier psychopathe, et son rire démoniaque pendant qu’il raconte ses meurtres\n- Red, le type populaire qui a des contacts, qui est donc le taulard le plus utile de toute la prison et qui a évidemment un cœur en or et une mentalité géniale (d’ailleurs, sa capacité à faire entrer n’importe quoi dans la prison relève clairement de la magie)\n-  Andy, le héros victime d’une injustice (même si le doute planant sur son innocence pendant une bonne partie du film le rend mystérieux) Red dit lui-même que la prison n’est pas un conte de fées, mais finalement tout finit par trouver justice (le harceleur se fait corriger et finit en légume, Andy est accepté parmi les prisonniers et se fait plein de bons amis, puis il parvient à s’évader, Red est libéré, …). Et puis Andy a quand même de la chance, tous ses projets sont menés à bien sans réelle difficulté, il grimpe les échelons, dispose d'à peu près tout ce dont il a besoin, etc. Pourtant, après un tableau noirci par les facilités, Les Évades propose des scènes marquantes, sublimées par une bande-son magnifique, qui font que l’on s’attache malgré tout à la plupart des personnages et que le récit se laisse suivre avec engouement. « Ces murs sont bizarres. D’abord on les hait. Après, on s’y fait. Et avec le temps, on en a besoin ». Cette phrase a une résonance très particulière, car elle s’applique aux personnages comme au film lui-même, où l’on découvre d’abord un monde de haine et de violence (et de clichés…), avant de se prendre d’affection pour les personnages comme pour le film dont on accepte même les facettes les moins reluisantes. Nous aussi on s’habitue, petit à petit, jusqu’à ressentir le besoin de préserver ce quotidien difficile mais familier, et paradoxalement chaleureux, où le départ d’un camarade à qui l’on rend sa liberté fait autant plaisir qu'il crée un vide non résorbable. Peut-être Les Évades est-il fait ainsi : un chef-d’œuvre réussi par ses imperfections, par son enrobage parfois grossier mais sympathique qui donne un côté très humain à l’ensemble, et auquel on s’attache fatalement. Jouissant d’un rythme quasi-parfait (à l’exception de son début de deuxième partie et l’arrivée de Jimmy, ouvrant un arc narratif peu passionnant bien que nécessaire), d’acteurs impliqués et charismatiques, d’une réalisation assez neutre mais efficace, le film pèche peut-être encore dans le traitement de ses personnages sur le long-terme. Plusieurs d’entre eux que l’on croyait s’être extirpés de leur caricature (le directeur et le gardien, qui se montrent plus humains et amicaux que prévu, les années passant), y replongent la tête la première dans le dernier acte et ternissent de manichéisme un final pourtant grandiose. C’est dommage. Pour autant, Les Évades est un excellent film qui n’a pas volé sa réputation ni son statut. S’il faut être honnête sur le tableau critique que l’on dresse, en pointant du doigts ses nombreux défauts, la générosité et l’enthousiasme global triomphent finalement pour ne laisser que de belles images en tête. Une aventure qui prend le spectateur pour témoin et complice, l’insérant dans l’intimité d’un quotidien difficile mais où il est toujours possible de trouver le salut, avec pour force principale sa narration imprévisible et ses retournements de situations appréciables. Les bons sentiments ne sont pas en reste, parfois un peu faciles, mais fonctionnent malgré tout sans tomber dans le discours moralisateur. Un film à qui il faut laisser ses imperfections, comme un oiseau dont plusieurs plumes dépasseraient mais sans lesquelles il n'aurait plus rien de remarquable. Celui-ci, ses plumes sont peut-être trop brillantes pour nous, tout simplement. « I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up, does rejoice. »"
     },
     {
      "title": "Plus qu'un film...",
      "content": "Difficile pour moi d’écrire une critique objective sur ce film. Une critique personnelle alors ? Pourquoi faire! A dire vrai, je ne sais même plus pourquoi je l’aime autant.\nPeut-être parce qu’il s’agit d’avantage d’une fable en fait, une histoire contée par la voix (française) rassurante de Morgan Freeman, et qui aborde sans prétention des thèmes universels comme l’amitié, l’entraide, l’injustice, la cruauté, le temps qui passe, la mort, la solitude, la liberté…\nPeut-être parce qu’ Andy Dufresne a le courage de s’accrocher à ses rêves, la simplicité et l’intelligence de cœur et d’esprit qui lui permet de surmonter tout ça.\nSurement parce que l’histoire est belle, que le jeu des acteurs est sincère, parce que j'ai parfois un côté fragile et rêveur, parce que moi aussi j’avais des posters de jolies femmes dans ma chambre d’ado… parce que moi aussi je rêve d’une plage mexicaine."
     },
     {
      "title": "Un film sur l'univers carcéral qui vous donne des ailes !",
      "content": "Un scénario en béton, un montage propre et inspiré, des dialogues percutants, une belle histoire d'amitié, ce petit parfum de mystère propre aux romans de Stephen King, des personnalités fortes, deux grands acteurs au sommet de leur art, une BO majestueuse de Thomas Newman, une ambiance carcérale intelligemment retranscrite à l'écran ... voilà toutes les raisons qui peuvent expliquer l'aura de ce film ainsi que sa grande popularité. Pour autant, est-ce légitime de le considérer comme LE meilleur film de toute l'histoire du cinéma, comme en atteste la note et le classement spectateurs sur imdb ? Non peut-être pas, mais le petit côté \"feel good movie\" du film joue forcément en sa faveur, un film humaniste qui fait sacrément du bien au moral et qui s'adresse à tout le homme (à toutes les populations, quel que soit leur âge ou leur culture). Mais ce n'est pas le seul atout du film, le twist final aura marqué beaucoup de spectateurs ou tout du moins ceux qui ne connaissaient pas la nouvelle de Stephen King. Et encore que, même moi qui avait lu la nouvelle avant de voir le film, je me suis laissé prendre au jeu. Les 2h20 passent comme un claquement de doigts et longtemps on se remémore ce final impossible à prévoir (ceux qui prétendent le contraire, sont forcément des menteurs). Et surtout, Les Evadés appartient à cette catégorie de films dramatiques qui parviennent à nous émouvoir, sans en rajouter des tartines de niaiserie indigestes. Frank \"le spécialiste des adaptations de Stephen King\" Darabont pourra-t-il faire mieux par la suite ? Probablement pas, bien que j'ai beaucoup aimé The Mist aussi (certes dans un registre totalement différent). Toujours est-il qu'avec Les évadés, Franck Darabont a réussi là où il a échoué avec La Ligne Verte, ce dernier étant coupable \"selon moi\" de se complaire dans le larmoyant et dans l'outrance de la mise en scène. Les films sur l'univers carcéral comme Midnight Express, Un Prophète ou même la série Oz, m'ont toujours captivés. Mais là où Les Evadés fait encore mieux que tous les autres, c'est de part son aspect tellement humain, prenant et poignant ... si vous ne l'avez jamais vu, courrez vite vous le procurer."
     }
    ],
    "link sc": "https://www.senscritique.com/film/les_evades/414626"
   }
  ]
 }]