[
 {
  "title": "Modern Times",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0027977/",
    "year": "1936",
    "genre": "Comedy, Drama, Romance",
    "rating": "8.5",
    "income": "-1041324",
    "metascore": "96",
    "user review url": "https://www.imdb.com//title/tt0027977/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0027977/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "Silence Movies",
      "content": "I did watch this movie and not even a bit entertained. Charlie Chaplin was a just 20th century idol. Actually I don't like any silence movies and even didn't liked \"The Artist\" but I did watch this movie just for checking why even young people watching his movies in 21th century with a funny looking image."
     },
     {
      "title": "awful and not funny.",
      "content": "I think people just like movies because there are comedies. It does not matter that it is badly written. Very badly acted. Not funny just awful. From seeing this I have leard why comedy movie and Tv Show suck today. Becaue in the time of sliver screen they sucked to. This not funny it is awful."
     },
     {
      "title": "Awful",
      "content": ""
     },
     {
      "title": "Vastly overrated",
      "content": "When a new, restored print of MODERN TIMES opened locally, it\n\nwas a chance to see a \"classic\" silent just as its original audience\n\ndid almost 60 years ago.\n\nThe print was magnificent, with a crystalline image quality and rich\n\nsound. The film, sadly, was not quite as fresh. Chaplin dusts off\n\nhis hobo character yet again, and creates a series of set pieces\n\nthat are humourous to be certain -- but annoyingly inconsistent.\n\nThe skating routine rates as a classic; others come off as old, or\n\neven forced (like his nearly epiletic wrenchwork that lands him in a\n\nmental hospital). In other words, it's broad physical comedy with a\n\ntrademark humanism.\n\nIt may be time to reevaluate what constitutes a \"classic\" film. IT\n\nHAPPENED ONE NIGHT, from the very early '30s, is as fresh and\n\nfunny today as when it was released. MODERN TIMES comes off\n\nlike a dusty antique.\n\nOne audience member behind me laughed, and loudly. at every\n\njoke and pratfall. The dry, over-loud laughs gave one the feeling\n\nthat he was responding to what he felt he should be laughing at,\n\nrather than what was inherently funny. Maybe it's time for\n\naudiences in general to respond honesty to a film itself, and not its\n\naustere reputation."
     },
     {
      "title": "me and",
      "content": ""
     },
     {
      "title": "Lame and not funny.",
      "content": "This film is garbage, the storyline is very simplistic and the whole film is full of terrible jokes. Yes, the special effects are brilliant, but I'll take a good story over special effects any day. There were funnier and more interesting movies way before this, so this film just sucks even for it's time."
     },
     {
      "title": "dreadful",
      "content": ""
     },
     {
      "title": "Shallow criticism, not funny",
      "content": "The criticism of industrialization is shallow and obvious. The movie is not even funny. For good slapstick, better watch Buster Keaton."
     },
     {
      "title": "Vastly overrated",
      "content": "It is very difficult to believe the amount of pretentious waffle that has been written about this film. I am not a film student and so I can only guess that the film is taught to gullible undergraduates as an all-time masterpiece containing multiple levels of deep meaning concerning the loss of human identity in modern industrial society. It is nothing of the sort. It is a rather tedious mix of sentimentality and slapstick, and was anachronistic even when it was made in 1936 in that it pretends to be from the silent era, which had ended in 1927.\n\nTo be fair, there are a few funny scenes, all of which take place in the factory. The ones involving food are the best. All the scenes outside the factory are boring and many of them are hopelessly sentimental. The music, composed by Chaplin, is horrendous. Chaplin's wife is pretty, but can't act.\n\nIf the film had had a proper story developing the factory theme it could have been better. As it is, it is a typical collection of music hall / vaudeville set pieces which are only loosely connected. Many of these scenes do not advance the plot and aren't funny. The scene where Chaplin sings is also not at all funny.\n\nIn my view Chaplin was a one-trick pony with one character and a silly walk. What he does, he does well, but there is really no range in it, and those who claim there is are deceiving themselves.\n\nIn short - there is no deep meaning to the film at all - don't believe those who say there is."
     },
     {
      "title": "Sound is happening, but the quality is declining",
      "content": ""
     },
     {
      "title": "The old times suited him better",
      "content": "The ending is heartwarming and there are a few standout scenes here - Charlie's song and dance at the end, his rollerskating through the department store, and the factory machine feeding early on, but otherwise it is short on laughs, and the story feels like some loosely pieced together fragments that don't totally belong together.\n\nThe 1930's camera seems drunk on its ability to move freely, and as such can't stand still, panning slightly this way and that, and dollying when there is no cause to, and all the while being completely unable to mask the lack of laughs - the complete opposite of Charlie's best work, which could make you laugh despite the most simple of camera set ups.\n\nIt is also difficult to believe the lead female is in poverty. She is made up, beautiful, dressed nicely enough, and has a face full of laughter and charisma - impossible to believe the circumstances of her life have been too difficult, as the film wishes us too.\n\nThe apparent confusion on whether it ought to be a silent or sound film adds to the problems, sometimes giving title cards and sometimes spoken word, and to top it all off, even Charlie's performance is not at his usual high standard - tending to overplay things.\n\nThematically it is splitting. On the one hand it may be an argument for creativity and individuality amongst a rigid, soul-sucking, mechanical world - and this is a fine message - but on the other hand it glorifies thieves.\n\nAll things considered, I would say modernization did not suit Charlie very well."
     },
     {
      "title": "It's OK, nothing more",
      "content": "This movie is not bad. But it does not live up to it's place in the top 250. I believe this movie must have been fantastic in the 1930s, but today it just doesn't live up to the ratings. Mostly the film is pretty boring and moderately entertaining as best. Though it has some rather funny, more entertaining and touching parts, but seeing as this is and almost one and a half hour movie, those parts takes up a small percentage of the movie, and most of it is found in the end. Being a silent movie is something that doesn't help either. Seeing as we have had 70 years of good movies with actual voices in them just helps to make silent movies more dull, no matter how good they once were. Though as this being a silent movie, it is beyond expectation.\n\nSo this is a movie with lot's of boring, but not necessarily bad, parts and a few better parts. it's not badly made, it's just not exciting, funny or entertaining enough. Though it is good for a silent movie, and the film is overall and OK film. But there is lots and lots of other ones in the world of film that one rather spends one and a half hour on.\n\n5/10"
     },
     {
      "title": "Not Funny Chaplin!",
      "content": "I don't know if Chaplin's comedies have not aged well or if he is just not funny. Considering all the critical acclaim he has received, I can only say that Modern Times is definitely majorly overrated. I'll just start off by saying I do not like Silent Films. Yeah call me what you want, but I do not like them. I think they are boring and have no place in today's modern times. Modern Times, get it? This will be the last silent film I will review for a while, not even giving City Lights a shot. I will, however watch the Artist and another Chaplin \"classic\": The Great Dictator. Let's see how those do, since this movie is not funny in almost any way."
     },
     {
      "title": "Big technical advancements for the era",
      "content": "There are many great technical improvements incorporated in this movie. More and more interactive sets and props being shown and used. The camera angles were a little bit more creative. I like the use of even more long shots and panoramic shots. The movie tries to outsmart the limitations for sound by playing a sound recording with a great timing precision. Yet I cannot say the same about the story. Yes it did address many of the era's troubles directly and openly in an entertaining way. I like how Chaplin insert the issues of machine modernization, the communist latent danger, poverty and even the aftermath of the malaise in this movie. Yet I think that the whole story doesn't really bind together as well as the previous other Chaplin works"
     },
     {
      "title": "7",
      "content": ""
     },
     {
      "title": "Tramp against the industrial revolution",
      "content": "The Tramp must face up against the industrial revolution in this Charlie Chaplin film that marks his first foray into political commentary. The film was made to comment on the Great Depression and the effect automation and industry had in making it happen. At least according to Chaplin himself.\n\nBeyond that the film is your typical Charlie Chaplin film. The Tramp is introduced, the Tramp faces difficulties, physical comedy segments, the Tramp meets a girl, the Tramp does something funny to impress the girl, difficulties, physical comedy, and it all ends in a funny, bittersweet yet uplifting way. If you've seen Chaplin's other films, you've seen this for the most part.\n\nThat being said, the sets in this one are some of the best I've seen. Modern Times has some of the most iconic comedy scenes in cinema history for a reason. I also really like the heroine played by Paulette Goddard. A girl of spunk, character and resources, who takes care of the Tramp more than he takes care of her, which is a refreshing turnabout. Especially for a film this old.\n\nModern Times is a fine film. Personally I do find it a bit too segmented to be a great film, and Chaplin's style of humour has never been my forte. But it's a fine film, no doubt about it."
     },
     {
      "title": "Didn't move me",
      "content": ""
     },
     {
      "title": "Brillaint chaplin",
      "content": "Watching this movie you can see why Chaplin had such a great career he was brilliant."
     },
     {
      "title": "Chaplin.",
      "content": "Modern Times (1936) is a comedy movie starring Charlie Chaplin. I have to admit, this is my least favourite Chaplin film that I've seen. I just didn't get it. I think it's due to the fact that there is talking involved."
     },
     {
      "title": "My Second Charlie Chaplin film",
      "content": "Just like City Lights, Modern Times utilises Charlie Chaplin's comedic skill. Being a silent film, all of the humour comes from physical comedy and slapstick which is where Chaplin shines. The technical skill that went into getting certain shots and sequences was just incredible, especially the sequence where Chaplin is sucked into the factory machine and has to navigate his way around all of the different cogs.\n\nThis notwithstanding the film isn't perfect. Like City Lights, Modern Times didn't hold my interest throughout. I did get a little bored at times.\n\nRead my full review here:http://goo.gl/DfLxUR"
     },
     {
      "title": "Quirky",
      "content": "I watched Modern Times as my first Chaplin film and in fact, my first ever silent film. Being 21 years old I may have a different view on comedy and older films but I failed to see the deep emotional side of this film.\n\nThe ending is emotional, thought out and very touching, but I personally felt that the simple plot consisted largely of slapstick comedy (which I have never been fond of) performed by a protagonist who could not function as a normal human being in modern society. Because of this, I found myself unable to relate to the film. I believe that a more 'normal' protagonist could have given this film much more meaning... saying this, if we had a 'normal' protagonist then this would not be a Charlie Chaplin comedy film.\n\nTo summarise, my relatively low score out of 10 comes down to my age, my lack of understanding of Chaplin's history and my dislike of slapstick comedy. The reason the score isn't lower is due to my respect for Chaplin, silent films and old cinema as well as finding some of the moments in this film both amusing and touching."
     },
     {
      "title": "It doesn't taste good, but it's good",
      "content": "The first 30 minutes alone made me laugh a few times. Ridiculous and very funny!"
     },
     {
      "title": "Modern times",
      "content": "A classic from the old times. The episodic Chaplin movie is brilliant in parts as both tramp Chaplin & vagabond Paulette Goddard hustle and bustle from one incident to another, frequent brushes with the law, getting caught and then being freed. Ultimately in the end the girl comes out ok and they go up the road to a better future."
     },
     {
      "title": "Pure Cinema",
      "content": ""
     },
     {
      "title": "Still modern",
      "content": "The first half is pretty much flawless for its time. It's been 80 years since the end of the Great Depression, but Chaplin's satire is still biting and relevant. However, things start to get a little monotonous after the protagonist gets out of jail. In particular, the rushed ending didn't have the emotional payoff I had hoped for."
     }
    ],
    "critics reviews": [
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:A lot of movies are said to be timeless, but somehow in their immortality they fail to draw audiences. They lead a sort of half-life in film society revivals, and turn up every now and then on the late show. They're classics, everyone agrees, but that word \"classic\" has become terribly cheap in relation to movies. It's applied so promiscuously that by now the only thing you can be sure of about a \"film classic\" is that it isn't actually in current release.\n\tOne of the many remarkable things about Charlie Chaplin is that his films continue to hold up, to attract and delight audiences. Chaplin hasn't really been active in movies for 20 years, aside from \"A King in New York\" in 1957 and the unfortunate \"A Countess from Hong Kong\" five years ago. The millions of followers and fans who cheered him in his Little Tramp days are now mostly a memory; if 85 per cent of the American movie audience is under 35, as industry statistics claim, then 85 per cent of Charlie's original audience must probably be over 35.\n\tSo his decision to release a series of his best films must have sometimes seemed like a risk. His name is enshrined among the greatest geniuses of film; the French have a movie magazine titled simply Charlie, and Vachel Lindsay said a long time ago, \"The cinema IS Chaplin.\" He had proven his greatness in every possible way; but then, at 81, he decided to put some of his films on the market again and see how they fared.\n\tThey are faring very well, you might say. Here in Chicago they've been booked in the Carnegie Theater, where the staff hardly knows what hit it. \"Modern Times\" (1936), the first of seven Chaplin programs, was SRO all weekend, and when I saw it on Sunday afternoon, the audience was just about beside itself with delight.\n\tI go to a lot of movies, and I can't remember the last time I heard a paying audience actually applaud at the end of a film. But this one did. And the talk afterward in the aisles, the lobby and in line at the parking garage was genuinely excited; maybe a lot of these people hadn't seen much Chaplin before, or were simply very happy to find that the passage of time have not diminished the man's special genius.\n\t\"Modern Times\" was Charlie's first film after five years of hibernation in the 1930s. He didn't much like talkies, and despite the introduction of sound in 1927, his \"City Lights\" (1931) was defiantly silent.\n\tWith \"Modern Times,\" a fable about (among other things) automation, assembly lines and the enslaving of man by machines, he hit upon an effective way to introduce sound without disturbing his comedy of pantomime: The voices in the movie are channeled through other media. The ruthless steel tycoon talks over closed-circuit television, a crackpot inventor brings in a recorded sales pitch, and so on. The only synched sound is Charlie's famous tryout as a singing waiter; perhaps after Garbo spoke, the only thing left was for Charlie to sing.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.Roger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:A lot of movies are said to be timeless, but somehow in their immortality they fail to draw audiences. They lead a sort of half-life in film society revivals, and turn up every now and then on the late show. They're classics, everyone agrees, but that word \"classic\" has become terribly cheap in relation to movies. It's applied so promiscuously that by now the only thing you can be sure of about a \"film classic\" is that it isn't actually in current release.\n\tOne of the many remarkable things about Charlie Chaplin is that his films continue to hold up, to attract and delight audiences. Chaplin hasn't really been active in movies for 20 years, aside from \"A King in New York\" in 1957 and the unfortunate \"A Countess from Hong Kong\" five years ago. The millions of followers and fans who cheered him in his Little Tramp days are now mostly a memory; if 85 per cent of the American movie audience is under 35, as industry statistics claim, then 85 per cent of Charlie's original audience must probably be over 35.\n\tSo his decision to release a series of his best films must have sometimes seemed like a risk. His name is enshrined among the greatest geniuses of film; the French have a movie magazine titled simply Charlie, and Vachel Lindsay said a long time ago, \"The cinema IS Chaplin.\" He had proven his greatness in every possible way; but then, at 81, he decided to put some of his films on the market again and see how they fared.\n\tThey are faring very well, you might say. Here in Chicago they've been booked in the Carnegie Theater, where the staff hardly knows what hit it. \"Modern Times\" (1936), the first of seven Chaplin programs, was SRO all weekend, and when I saw it on Sunday afternoon, the audience was just about beside itself with delight.\n\tI go to a lot of movies, and I can't remember the last time I heard a paying audience actually applaud at the end of a film. But this one did. And the talk afterward in the aisles, the lobby and in line at the parking garage was genuinely excited; maybe a lot of these people hadn't seen much Chaplin before, or were simply very happy to find that the passage of time have not diminished the man's special genius.\n\t\"Modern Times\" was Charlie's first film after five years of hibernation in the 1930s. He didn't much like talkies, and despite the introduction of sound in 1927, his \"City Lights\" (1931) was defiantly silent.\n\tWith \"Modern Times,\" a fable about (among other things) automation, assembly lines and the enslaving of man by machines, he hit upon an effective way to introduce sound without disturbing his comedy of pantomime: The voices in the movie are channeled through other media. The ruthless steel tycoon talks over closed-circuit television, a crackpot inventor brings in a recorded sales pitch, and so on. The only synched sound is Charlie's famous tryout as a singing waiter; perhaps after Garbo spoke, the only thing left was for Charlie to sing.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.Roger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "1,001 Movies Reviewed Before You Die [Nathaniel R. Mitchell]": "An appropriate representation of the requested resource could not be found on this server. This error was generated by Mod_Security."
     },
     {
      "1,001 Movies Reviewed Before You Die [Nathaniel R. Mitchell]": "An appropriate representation of the requested resource could not be found on this server. This error was generated by Mod_Security."
     }
    ]
   }
  ]
 }
]