[
 {
  "title": "The Shawshank Redemption",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0111161/",
    "year": "1994",
    "genre": "[Drama]",
    "rating": "9.3",
    "income": "3884504",
    "metascore": "81",
    "user review url": "https://www.imdb.com//title/tt0111161/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0111161/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "So amazing",
      "content": "The emotions, the plot, originality, everything tied together so well at the end - normally I criticise the way movies end, but this ending was phenomenal, not cliche at all. The brutality of the prison was well portrayed, and made me feel sorry for the characters.\n\nAll the characters were believable and had depth, and none of the scenes were dramatic, but there was tension throughout the film. I'm going to stop fangirling now, but this movie is my favourite tied with the Godfather!!"
     },
     {
      "title": "buena pelicula",
      "content": "Me encanto la historia la recomiendo ver, cuenta una gran historia"
     },
     {
      "title": "About a very very long escape from prison",
      "content": "It's amazing how long I could not watch this movie. However, I became interested in them only after reading the book. And the book is very good. However, the same can be said about the film. Yes, there are some nuances ..."
     },
     {
      "title": "Hi",
      "content": "One of the nicest films ever and immortal in memory"
     },
     {
      "title": "wonderfulllll",
      "content": ""
     },
     {
      "title": "The touch of the deep side of my heart",
      "content": "This film gave me the maximal inspirations and deeply touched my inner heart as I finally knew how to cope with everything when the whole world goes against you, and the way to get over everything when the god unleash the hell on you. For me, I am now facing the greatest challenge ornament my life as I have to conquer all sorts of difficulties to successfully get the good grades in my university"
     },
     {
      "title": "Tale of a man who makes the prison, a better place to live.",
      "content": "In my personal view, any person in the world who understands English, would never say some thing wrong about this movie. If some does understands English and still says something wrong about this movie, it means he has not seen the movie. If some one understands English and has seen this movie as well, and still he says something bad about this movie, it means he has a really bad taste regarding movies or he does not know what a movie is. (According to me, these kind of people should be hanged to death) This movie has changed the life of thousands of people around the world. I don't think that any one having a little bit of intellectual level would dislike this movie."
     },
     {
      "title": "The best movie of all time",
      "content": "A masterpiece! A movie you will never forget! The best storyline and the best actors!"
     },
     {
      "title": "They don't make movies like this anymore",
      "content": "It's only the best movie ever. If anyone hasn't seen it yet I don't know what the hell they are watching"
     },
     {
      "title": "Very good movie",
      "content": "The directing by Frank Darabont was just magnificent. He kept this movie at a great steady pace along with the writing and great cinematography. He portrayed prison life in such a horrifying way, but not in terms of the physical pain but the stress and pain that wares mentally on the inmates, some of which deserve a second chance.\n\nWhatever you do, don't listen to the people who say this movie is overrated because this is one of the most inspiring and greatest movies ever. It has everything you could possibly want."
     },
     {
      "title": "one of the master piece from 90s",
      "content": "Certainly its a 3 act story structure line(Majorly), but with the pace and the impact of the storyline and the acting og the cast. This made it fantastic masterpiece. Although the movie popularity has decreased since but i must say the film has been realesed before time and it would have been instant hit in 20s specially in web format. But anyway i enjoyed it,loved it, admire it."
     },
     {
      "title": "A movie must to watch",
      "content": "It is one of the best movie if this isn't best the no one best. First I thing it's kind of boring movie but when I saw it this suprise me. It has very good and inspirational movie. I'll e this movie. A movie must to see"
     },
     {
      "title": "good job",
      "content": ""
     },
     {
      "title": "Confident and compelling movie!",
      "content": "Ast and crew have done a full and fantastic job. The continuity and confidence in the story is remarkable. The idea behind the nature of the human behaviour and comprehension of its depth is clearly visible throughout the scenes."
     },
     {
      "title": "Best of",
      "content": ""
     },
     {
      "title": "Amazing story",
      "content": "Amazing story, performance it guides you the hole story"
     },
     {
      "title": "BIG LOVE",
      "content": "Without a doubt - one of the best movies I ever saw\n\nI highly recomend it for everyone looking for a good movie. Might be one of my favourite ones!"
     },
     {
      "title": "Man vs Man vs Himself",
      "content": "Accountability for the crimes we commit comes often at great cost, in this masterpiece, absolutely true.\n\nThis film is gut punching, heart breaking and warming.\n\nA MUST SEE."
     },
     {
      "title": "best",
      "content": "Very good and funny i love this movie actors is stars movie"
     },
     {
      "title": "One of the best",
      "content": "Simply stunning picture and a cant miss for any movie buff. Such a good story."
     },
     {
      "title": "One of the greatest films ive ever seen",
      "content": ""
     },
     {
      "title": "i swear",
      "content": "I have never watched a better movie than this before"
     },
     {
      "title": "Why film beats books",
      "content": "The Count of Monte Cristo isn't a very good book, and has spawned a few pretty poor films, but it's the ideas which make it an enduring story. Now whether Stephen King was consciously inspired by Dumas's (\"Dumass's\") book when writing the original short story I don't know - what I do know is that Frank Darabont took a dour, typically coarsely-detailed potboiler and evolved it into something special. The big step for me, was that having taken an interesting idea and made it good, Darabont then found an ensemble cast and a cinematographer who could make it sing. I don't think there's a dull line of dialogue in the movie, and barely a camera shot either out of place or wasted. Why it is that equally talented filmmakers can spend millions and produce the kind of mindless gibberish which actually wins Oscars (like 'Braveheart' did in the year 'Shawshank Redemption' was nominated) I'll truly never fathom. Maybe there should be another way of formally recognising talent: wait ten years then take a vote - that way the mindless and the popular will have time to find their level and what's left is worth remembering."
     },
     {
      "title": "It will remain as the best movie I have ever seen in my life.",
      "content": "I didn't have a single moment of boredom while watching this movie.When I think about this movie I wonder why."
     },
     {
      "title": "amazing film",
      "content": "Very nice the movie, so view very amazing and people cool"
     }
    ],
    "critics reviews": [
     {
      "Roger Ebert [Roger Ebert]": "Now streaming on:It is a strange comment to make about a film set inside a prison, but \"The Shawshank Redemption\" creates a warm hold on our feelings because it makes us a member of a family. Many movies offer us vicarious experiences and quick, superficial emotions. \"Shawshank\" slows down and looks. It uses the narrator's calm, observant voice to include us in the story of men who have formed a community behind bars. It is deeper than most films; about continuity in a lifetime, based on friendship and hope.Interesting that although the hero of the film is the convicted former banker Andy Dufresne (Tim Robbins), the action is never seen from his point of view. The film's opening scene shows him being given two life sentences for the murder of his wife and her lover, and then we move, permanently, to a point of view representing the prison population and particularly the lifer Ellis 'Red' Redding (Morgan Freeman). It is his voice remembering the first time he saw Andy (\"looked like a stiff breeze would blow him over\"), and predicting, wrongly, that he wouldn't make it in prison.From Andy's arrival on the prison bus to the film's end, we see only how others see him - Red, who becomes his best friend, Brooks the old librarian, the corrupt Warden Norton, guards and prisoners. Red is our surrogate. He's the one we identify with, and the redemption, when it comes, is Red's. We've been shown by Andy's example that you have to keep true to yourself, not lose hope, bide your time, set a quiet example and look for your chance. \"I guess it comes down to a simple choice, really,\" he tells Red. \"Get busy livin' or get busy dyin'.\"The key to the film's structure, I think, is that it's not about its hero, but about our relationship with him - our curiosity, our pity, our admiration. If Andy had been the heroic center, bravely enduring, the film would have been conventional, and less mysterious. But we wonder about this guy. Did he really kill those two people? Why does he keep so much to himself? Why can he amble through the prison yard like a free man on a stroll, when everyone else plods or sidles?People like excitement at the movies, and titles that provide it do well. Films about \"redemption\" are approached with great wariness; a lot of people are not thrilled by the prospect of a great film - it sounds like work. But there's a hunger for messages of hope, and when a film offers one, it's likely to have staying power even if it doesn't grab an immediate audience.\"The Shawshank Redemption\" premiered at the Toronto Film Festival in September 1994, and opened a few weeks later. It got good reviews but did poor business (its $18 million original gross didn't cover costs; it took in only another $10 million after winning seven Oscar nominations, including best picture).There wasn't much going for it: It had a terrible title, it was a \"prison drama\" and women don't like those, it contained almost no action, it starred actors who were respected but not big stars, and it was long at 142 minutes. Clearly this was a movie that needed word-of-mouth to find an audience, and indeed business was slowly but steadily growing when it was yanked from theaters. If it had been left to find its way, it might have continued to build and run for months, but that's not what happened.Instead, in one of the most remarkable stories in home video history, it found its real mass audience on tapes and discs, and through TV screenings. Within five years, \"Shawshank\" was a phenomenon, a video best seller and renter that its admirers feel they've discovered for themselves. When the Wall Street Journal ran an article about the \"Shawshank\" groundswell in April 1999, it was occupying first place in the Internet Movie Database worldwide vote of the 250 best films; it's usually in the top five.Polls and rentals reflect popularity but don't explain why people value \"Shawshank\" so fervently. Maybe it plays more like a spiritual experience than a movie. It does have entertaining payoff moments (as when the guards from another prison, wearing their baseball uniforms, line up to have Andy do their taxes). But much of the movie involves quiet, solitude, and philosophical discussions about life. The moments of violence (as when Andy is sexually assaulted) are seen objectively, not exploited.The movie avoids lingering on Andy's suffering; after beatings, he's seen in medium and long shot, tactfully. The camera doesn't focus on Andy's wounds or bruises, but, like his fellow prisoners, gives him his space.The Morgan Freeman character is carrier of the film's spiritual arc. We see him at three parole hearings, after 20, 30 and 40 years. The first hearing involves storytelling trickery; the film has opened with Andy's sentencing, and then we see a parole board, and expect it's about to listen to Andy's appeal. But, no, that's when we first see Red. In his first appeal he tries to convince the board he's been rehabilitated. In the second, he just goes through the motions. In the third, he rejects the whole notion of rehabilitation, and somehow in doing so he sets his spirit free, and the board releases him.There's an underlying problem. Behind bars, Red is king. He's the prison fixer, able to get you a pack of cigarettes, a little rock pick or a Rita Hayworth poster. On the outside, he has no status or identity. We've already seen what happened to the old librarian (James Whitmore), lonely and adrift in freedom. The last act, in which Andy helps Red accept his freedom, is deeply moving - all the more so because Andy again operates at a distance, with letters and postcards, and is seen through Red's mind.Frank Darabont wrote and directed the film, basing it on a story by Stephen King. His film grants itself a leisure that most films are afraid to risk. The movie is as deliberate, considered and thoughtful as Freeman's narration. There's a feeling in Hollywood that audiences have short attention spans and must be assaulted with fresh novelties. I think such movies are slower to sit through than a film like \"Shawshank,\" which absorbs us and takes away the awareness that we are watching a film.Deliberate, too, is the dialogue. Tim Robbins makes Andy a man of few words, quietly spoken. He doesn't get real worked up. He is his own man, capable of keeping his head down for years and then indulging in a grand gesture, as when he plays an aria from Mozart's \"The Marriage of Figaro.\" (The overhead shot of the prisoners in the yard, spellbound by the music, is one of the film's epiphanies.) Because he does not volunteer himself, reach out to us or overplay his feelings, he becomes more fascinating: It is often better to wonder what a character is thinking than to know.Roger Deakins' cinematography is tactful, not showy. Two opening shots, one from a helicopter, one of prison walls looming overhead, establish the prison. Shots follow the dialogue instead of anticipating it. Thomas Newman's music enhances rather than informs, and there is a subtle touch in the way deep bass rumblings during the early murder are reprised when a young prisoner recalls another man's description of the crime.Darabont constructs the film to observe the story, not to punch it up or upstage it. Upstaging, in fact, is unknown in this film; the actors are content to stay within their roles, the story moves in an orderly way, and the film itself reflects the slow passage of the decades. \"When they put you in that cell,\" Red says, \"when those bars slam home, that's when you know it's for real. Old life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.\" Watching the film again, I admired it even more than the first time I saw it. Affection for good films often grows with familiarity, as it does with music. Some have said life is a prison, we are Red, Andy is our redeemer. All good art is about something deeper than it admits.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n142 minutes\n\n\nTim Robbins\nas Andy Dufresne\n\nBob Gunton\nas Warden Norton\n\nWilliam Sadler\nas Heywood\n\nJames Whitmore\nas Librarian\n\nClancy Brown\nas Captain Hadley\n\nGil Bellows\nas Tommy\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "Roger Ebert [Roger Ebert]": "Now streaming on:\"The Shawshank Redemption\" is a movie about time, patience and loyalty -- not sexy qualities, perhaps, but they grow on you during the subterranean progress of this story, which is about how two men serving life sentences in prison become friends and find a way to fight off despair.The story is narrated by \"Red\" Redding (Morgan Freeman), who has been inside the walls of Shawshank Prison for a very long time and is its leading entrepreneur. He can get you whatever you need: cigarettes, candy, even a little rock pick like an amateur geologist might use. One day he and his fellow inmates watch the latest busload of prisoners unload, and they make bets on who will cry during their first night in prison, and who will not. Red bets on a tall, lanky guy named Andy Dufresne (Tim Robbins), who looks like a babe in the woods.But Andy does not cry, and Red loses the cigarettes he wagered. Andy turns out to be a surprise to everyone in Shawshank, because within him is such a powerful reservoir of determination and strength that nothing seems to break him. Andy was a banker on the outside, and he's in for murder. He's apparently innocent, and there are all sorts of details involving his case, but after a while they take on a kind of unreality; all that counts inside prison is its own society -- who is strong, who is not -- and the measured passage of time.Red is also a lifer. From time to time, measuring the decades, he goes up in front of the parole board, and they measure the length of his term (20 years, 30 years) and ask him if he thinks he has been rehabilitated. Oh, most surely, yes, he replies; but the fire goes out of his assurances as the years march past, and there is the sense that he has been institutionalized -- that, like another old lifer who kills himself after being paroled, he can no longer really envision life on the outside.Red's narration of the story allows him to speak for all of the prisoners, who sense a fortitude and integrity in Andy that survives the years. Andy will not kiss butt. He will not back down. But he is not violent, just formidably sure of himself. For the warden (Bob Gunton), he is both a challenge and a resource; Andy knows all about bookkeeping and tax preparation, and before long he's been moved out of his prison job in the library and assigned to the warden's office, where he sits behind an adding machine and keeps tabs on the warden's ill-gotten gains. His fame spreads, and eventually he's doing the taxes and pension plans for most of the officials of the local prison system.There are key moments in the film, as when Andy uses his clout to get some cold beers for his friends who are working on a roofing job. Or when he befriends the old prison librarian (James Whitmore). Or when he oversteps his boundaries and is thrown into solitary confinement. What quietly amazes everyone in the prison -- and us, too -- is the way he accepts the good and the bad as all part of some larger pattern than only he can fully see.The partnership between the characters played by Tim Robbins and Morgan Freeman is crucial to the way the story unfolds. This is not a \"prison drama\" in any conventional sense of the word. It is not about violence, riots or melodrama. The word \"redemption\" is in the title for a reason. The movie is based on a story, Rita Hayworth and the Shawshank Redemption, by Stephen King, which is quite unlike most of King's work. The horror here is not of the supernatural kind, but of the sort that flows from the realization than 10, 20, 30 years of a man's life have unreeled in the same unchanging daily prison routine.The director, Frank Darabont, paints the prison in drab grays and shadows, so that when key events do occur, they seem to have a life of their own.Andy, as played by Robbins, keeps his thoughts to himself. Red, as Freeman plays him, is therefore a crucial element in the story: His close observation of this man, down through the years, provides the way we monitor changes and track the measure of his influence on those around him. And all the time there is something else happening, hidden and secret, which is revealed only at the end.\"The Shawshank Redemption\" is not a depressing story, although I may have made it sound that way. There is a lot of life and humor in it, and warmth in the friendship that builds up between Andy and Red. There is even excitement and suspense, although not when we expect it. But mostly the film is an allegory about holding onto a sense of personal worth, despite everything. If the film is perhaps a little slow in its middle passages, maybe that is part of the idea, too, to give us a sense of the leaden passage of time, before the glory of the final redemption.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n142 minutes\n\n\nTim Robbins\nas Andy Dufresne\n\nBob Gunton\nas Warden Norton\n\nWilliam Sadler\nas Heywood\n\nJames Whitmore\nas Librarian\n\nClancy Brown\nas Captain Hadley\n\nGil Bellows\nas Tommy\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nWith a legion of titles like Pet Sematary, Firewalker, Sleepwalkers, Maximum Overdrive, and Children of the Corn, it's reasonable not to expect much from Stephen King-inspired motion pictures. Adaptations of the prolific author's work typically vary from mildly entertaining to virtually unwatchable. There are a few notable exceptions, however; two of which (Stand by Me, Misery) were crafted by widely-respected director Rob Reiner. While The Shawshank Redemption is not a Reiner movie per se, it is a production of Castle Rock Pictures (Reiner's film company), and ranks among the best filmed versions of any King stories to date. (This statement has not changed since I first wrote it in 1994.)\n\nSpanning the years from 1947 through 1966, The Shawshank Redemption takes the \"innocent man in prison\" theme and bends it at a different angle. Instead of focusing on crusades for freedom, the movie ventures down a less-traveled road, concentrating on the personal cost of adapting to prison life and how some convicts, once they conform, lose the ability to survive beyond the barbed wire and iron bars. As one of the characters puts it: \"These [prison] walls are funny. First you hate them, then you get used to them, then you start to depend on them.\"\n\nFilmed on location in a disused Ohio prison, The Shawshank Redemption is set in a place of perpetual dreariness. What little color there is, is drab and lifeless (lots of grays and muted greens and blues), and there are times when the film is a shade away from black-and-white (give credit to cinematographer Roger Deakins, a longtime Cohen brothers collaborator). It's ironic, therefore, that the central messages are of hope, redemption, and salvation.\n\nFirst time feature director Frank Darabont helms a fleet of impressive performances. Tim Robbins, as Andrew Dufresne, plays the wrongly convicted man with quiet dignity. Andy's ire is internal; he doesn't rant about his situation or the corruptness of the system that has imprisoned him. His unwillingness to surrender hope wins him the admiration of some and the contempt of others, and allows the audience to identify with him that much more strongly.\n\nEllis Boyd Redding (Morgan Freeman), or \"Red\" as his friends call him, is the self-proclaimed \"Sears and Roebuck\" of the Shawshank Prison (for a price, he can get just about anything from the outside). His is the narrative voice and, for once, the disembodied words aid, rather than intrude upon, the story. Serving a life sentence for murder, Red is a mixture of cynicism and sincerity - a man with a good soul who has done a vile deed. His friendship with Andy is one of The Shawshank Redemption's highlights.\n\nWilliam Sadler (as a fellow prisoner), Clancy Brown (as a sadistic guard), and Bob Gunton (as the corrupt warden) all give fine supporting performances. Newcomer Gil Bellows, in a small but crucial role (that was originally intended for Brad Pitt), brings the poise of a veteran to his portrayal of Tommy Williams, Andy's protege.\n\nUltimately, the standout actor is the venerable James Whitmore, doing his finest work in years. Whitmore's Brooks is a brilliantly realized character, and the scenes with him attempting to cope with life outside of Shawshank represents one of the film's most moving - and effective - sequences.\n\nUnfortunately, following a solid two hours of thought-provoking drama, the movie deflates like a punctured balloon during its overlong denouement. The too-predictable final twenty minutes move a little slowly, and writer/director Darabont exposes a distressing need to wrap up everything into a tidy little package.\n\n\"Salvation lies within,\" advises Warden Norton at one point. It is the presentation of this theme that makes The Shawshank Redemption unique. Prison movies often focus on the violence and hopelessness of a life behind bars. While this film includes those elements, it makes them peripheral. The Shawshank Redemption is all about hope and, because of that, watching it is both uplifting and cathartic.\n"
     },
     {
      "New York Times [Janet Maslin]": "AdvertisementSupported byFILM REVIEWSend any friend a storyAs a subscriber, you have 10 gift articles to give each month. Anyone can read what you share.By Janet MaslinThere are standard ways to stage a prison film and standard ways to tell a story by Stephen King. But \"The Shawshank Redemption,\" based on a King novella and set in the correctional institution of the title, succeeds in avoiding the familiar.Without a single riot scene or horrific effect, it tells a slow, gentle story of camaraderie and growth, with an ending that abruptly finds poetic justice in what has come before. The writer and director, Frank Darabont, tells this tale with a surprising degree of loving care.There are times when \"The Shawshank Redemption\" comes dangerously close to sounding one of those \"triumph of the human spirit\" notes. But most of it is eloquently restrained. Despite an excess of voice-over narration and inspirational music, Mr. Darabont's film has a genuine dignity that holds the interest. It is helped greatly by fine, circumspect performances from Morgan Freeman as a rueful lifer named Red and Tim Robbins as Andy, the new kid on the cellblock. The film spans nearly 20 years of friendship between these two.When Andy is convicted of his wife's murder, the judge pronounces him \"a particularly remorseless and icy man.\" He sustains that chill when he first arrives at Shawshank, remaining aloof from other inmates even when those inmates threaten him with physical harm. \"I wish I could tell you that Andy fought the good fight,\" says Red, who knows Andy has been gang-raped by fellow prisoners, in one of the film's only halfway-brutal episodes. \"I wish I could tell you that, but prison is no fairy-tale world.\"Needless to say, the heroes of such stories usually do succeed in defending themselves, at least when Hollywood is telling the fairy tale. But \"The Shawshank Redemption\" has its own brand of iconoclasm, with Mr. Darabont's direction as quiet, purposeful and secretive as Andy is himself.Eventually Andy begins to fit in, especially after he wows the guards with skills left over from his pre-prison banking career. From the first time he advises one guard to make a one-time-only tax-free gift to his wife, Andy gets a new lease on life as \"a convicted murderer who provides sound financial planning.\"Andy does special fiscal favors for the warden. (\"You know, the funny thing is, on the outside I was an honest man, straight as an arrow,\" he says about this. \"I had to come to prison to be a crook.\") He also makes the occasional dramatic gesture, like commandeering the prison's loudspeaker and playing a Mozart aria for all his fellow inmates. The film has a tendency to wax romantic at such moments, but more often it sustains an intelligent reserve.Mr. Freeman is so quietly impressive here that there's reason to wish Red's role had more range. As written, he spends his time observing Andy fondly and describing prison life. But Mr. Freeman's commanding presence makes him a much stronger figure than that. Mr. Freeman is especially moving when he suggests how dependent Red has become on the prison walls that give shape to his life. Even so, Red has kept his ruefulness. \"Only guilty man in Shawshank,\" he jokes about himself.Mr. Robbins has the trickier role of someone whose still waters run deep, but whose experience doesn't add up until an exposition-packed denouement. (The film's swift, enjoyably farfetched closing scenes are a sharp reminder of who is the author of this story, after all.) Andy's is the more subdued role, but Mr. Robbins plays it intensely, and he ages effectively from newcomer to father figure during the story. One of Andy's projects is improving the prison library, which once contained nothing but the equivalent of books by Stephen King.To raise funds for this undertaking, Andy is steady and patient, writing weekly letters to state officials until he gets what he wants. Mr. Darabont, a screenwriter making an impressive directorial debut, works in much the same quietly persistent way. \"The Shawshank Conspiracy\" takes shape slowly and carefully, displaying an overall subtlety that's surprising in a movie of this genre. In the end, like Andy and Red, it gets to where it wanted to go.\"The Shawshank Redemption\" is rated R (Under 17 requires accompanying parent or adult guardian). It includes profanity and occasional violence, including a scene that discreetly suggests homosexual rape.THE SHAWSHANK REDEMPTION Written and directed by Frank Darabont, based on the novella \"Rita Hayworth and the Shawshank Redemption,\" by Stephen King; director of photography, Roger Deakins; edited by Richard Francis-Bruce; music by Tom Newman; production designer, Terence Marsh; produced by Niki Marvin; released by Columbia Pictures. Running time: 142 minutes. This film is rated R. WITH: Morgan Freeman (Red), Tim Robbins (Andy), Gil Bellows (Tommy), Clancy Brown (Captain Hadley), Bob Gunton (Warden Norton), Mark Rolston (Bogs Diamond), William Sadler (Heywood) and James Whitmore (Brooks Hatlen).Advertisement"
     },
     {
      "Washington Post [Desson Howe]": "\n\n\n\n\"The Shawshank Redemption\" starts off with the familiar brutality of a prison movie. Convicted in the late 1940s for the murder of his wife and her lover, banker Tim  Robbins  is thrown into the slammer (the  Shawshank penitentiary in Maine) for two consecutive life sentences.\n\n\nSeasoned inmate Morgan  Freeman\u0097the narrator in this story\u0097watches as the soft-spoken, vulnerable prisoner undergoes the inevitable gang rape. Prison,  Freeman tells the audience in that inimitably authoritative voice, \"is no fairy tale world.\"\n\n\nIn this case, he's dead wrong. \" Shawshank, \" based on Stephen King's novella \"Rita Hayworth and Shawshank  Redemption,\" is a complete fairy tale, a sentimental yarn full of the darndest twists and turns since Frank Capra rolled his cameras. Cinematographer Roger Deakins's images are burnished with that \"long time ago\" golden glow, the inmates are\u0097ultimately\u0097a bunch of cute pushovers, and the worst thing about prison (give or take an initiation rape or three) is the boredom.\n\n\n\"In prison,\" intones  Freeman, \"a man will do anything to keep his mind occupied.\" What  Robbins, who has proclaimed his innocence all along, does to keep his mind occupied is the punch line of the story.\n\n\nThe institution is run by warden Bob Gunton, a cliched sociopathic despot who likes beating prisoners to death (to make a point) but will not abide religious blasphemy. Gunton is enthusiastically supported by sadistic guard Clancy Brown, who enjoys a regular round of assault and battery himself.\n\n\nBut it's clear from the start that  Robbins,  despite the hardships, is emotionally protected by his own innocence. He charms everyone and, eventually, parlays his business skills into a useful commodity. By the end, these grim authoritarians and jailbirds are eating out of his hand. In fact, Robbins's  effect on everyone is so cheesily messianic, they should have called this \"Forrest Gump Goes to Jail.\"\n\n\nSpeaking of jail, \"Shawshank\"-the-movie seems to last about half a life sentence. The story, chiefly about the 20-year friendship between  Freeman and Robbins,  becomes incarcerated in its own labyrinthine sentimentality. It wanders down subplots at every opportunity and ignores an abundance of narrative exit points before settling on the aforementioned finale. And leave it to pandering, first-time director Frank Darabont to ensure no audience member leaves this film unsure of the ending. Heaven forbid a movie should end with a smidgen of mystery!\n\n\nStill, although \"Shawshank\" gradually deteriorates (or, if you're a sentimentalist, gets better and better), there are things to be enjoyed. The principal performances are the most obvious pleasures.  Robbins  \u0097with those bulging baby blues and that voluptuous baby mouth\u0097exudes the perfect kind of innocence to sell this tall tale.\n\n\nAs for Freeman, he's a master of comedic and poignant cadence. He could read the local real estate listings and make you weep\u0097or laugh. \"These walls are funny,\" he intones. \"First you hate them. Then you get used to them.  After time passes, you get so's you depend on them.\" From Freeman,  these words read like existential thunder.\n\n\nWhen Robbins, upon making Freeman's acquaintance, asserts that he's innocent of the double murder, Freeman  smirks. \"You're going to fit right in,\" he tells  Robbins. \"You know that everybody in here's innocent?\"\nTHE SHAWSHANK REDEMPTION (R) \u0097 Contains profanity, violence and rape sequences. \n\nCopyright The Washington PostBack to the top"
     },
     {
      "Washington Post [Rita Kempley]": "\n\n\n\nThough adapted from a Stephen King novella, \"The Shawshank Redemption\" has more to do with a man's internal demons than the kind that routinely rise up from overgrown graveyards. Like \"Stand by Me,\" it's not a typical story from the horror King. Instead, it's a devoutly old-fashioned, spiritually uplifting prison drama about two lifers who must break their emotional shackles before they can finally become free men.\n\n\nSet in a spooky old penitentiary with turrets and towers, the movie manages to be true to its Big House origins while incorporating such horrific mainstays as the clanking of chains and the creaking of the walls. There's even a raven that roosts in the prison library, where he is cared for by a darling old trusty (James Whitmore). For the most part, however, the movie expands upon cliches that date back to James Cagney's prison portraits\u0097the twisted warden (Bob Gunton) and the sadistic guard (Clancy Brown).\n\n\nDirector Frank Darabont, who apprenticed on B-scripts (\"The Fly II\") and TV movies (\"Buried Alive\"), manages to fashion an improbable new pattern from the same old material in his remarkable debut. While he deals with the grimmest aspects of prison life (sadistic guards, gang rapes and befouled food), Darabont is chiefly interested in the 20-year friendship that sustains Andy (Tim Robbins)  and Red (Morgan  Freeman) .\n\n\nThe movie opens in 1947 as Andy, a prominent New England banker, is on trial for murdering his wife and her lover. Not only did he have a motive, but he had the opportunity\u0097his footprints were found at the scene of the crime\u0097and he had a weapon of the caliber used in the shootings. He insists that he is innocent, but the jury finds him guilty. Sentenced to life twice over, Andy is shipped to the maximum-security state prison at  Shawshank,  Maine. An introverted loner with an interest in reading, chess and rock carving, Andy doesn't make himself many friends until Red, a 30-year-veteran of the system, decides to take him under his wing.\n\n\nThings begin to change for the better when Andy finds a way to use his skills and education to benefit his fellow felons. When he overhears the guard captain complaining about losing most of an inheritance to taxes, he offers to trade his advice for three beers for each of the men who are working with him that day tarring the roof.\n\n\nHis reputation as a financial adviser spreads, and soon he is doing the taxes for all the guards and running the warden's outside scams. This leads to a position in the tiny prison library, which Andy gradually expands into the best educational facility of its kind in the area. It takes him six years to do it, but Andy never gives up hope.\n\n\nIt is hope that allows the self-proclaimed innocent man to survive what may or may not be an unjust imprisonment. And hope is his gift to his friend Red, who no longer even tries to impress the parole board at his hearings. He's become \"institutionalized,\" he explains to Andy, and would be a \"nobody\" on the outside.\n\n\nRed's gift to Andy is absolution when he finally confesses his true sins.  Whether or not he pulled the trigger, Andy blames himself for causing his wife's death; his redemption comes as he learns to give of himself over the course of this marvelously acted and directed film.\n\n\nRobbins gives a performance that evolves with beautiful clarity from starchy banker to warm and loving friend.  Freeman  is sure to gain his third Oscar nomination for his portrayal of Red. He also reads the film's lovely narration, much of it drawn verbatim from King's 1982 novella.\n\n\nA detailed portrait of the routine of cellblock life, \"The  Shawshank Redemption\" might change a few minds about the usefulness of incarceration in terms of rehabilitation. Mostly, though, it reminds us of that we all hold the keys to our own prisons.\nCopyright The Washington PostBack to the top"
     }
    ]
   }
  ]
 },
 {
  "title": "The Godfather",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0068646/",
    "year": "1972",
    "genre": ["Crime, Drama"],
    "rating": "9.2",
    "income": "244340098",
    "metascore": "100",
    "user review url": "https://www.imdb.com//title/tt0068646/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0068646/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "MAJOR difference in opinion...",
      "content": ""
     },
     {
      "title": "A good movie, however not worthy of its top ranking",
      "content": "When a prestige movie is made, utmost attention is given to detail, grandeur, style, and above all, popularity. Godfather was a movie made to honor the great work of Mario Puzo, who wrote a novel that brought true attention to the human side of the gangster/mobster. Capolla knew that he had embarked on a great mission when he set out to perform the unthinkable: to show the world that the leaders in crime have souls, and that they are certainly not invincible. This movie was what it was meant to be, a prestige movie, it took very few risks, and was filmed to simply document the lives of its characters.\n\nI found the Godfather to be a very well done movie. In fact, I enjoyed this movie so much that I have watched it on many occasions. This movie serves as a soap opera of the gangster world to me, and it tells its story very well. However, I do not believe that any film of this character should be given such a high accord in the Top 100 ranking. The highest position on the rating scale should be given to a movie that fulfills the requirements of a movie to the tee. The godfather does not do this as precisely as other movies.\n\nPeople go to see movies simply to be displaced from their ordinary lives. To be transported to another world, life, place, or perspective. The godfather does a very feeble attempt at fulfilling this essential requirement. Not at one moment in this movie does the audience become disconnected with themselves. There is not a single instance where the actions on the screen become real, and where the world in which the audience is watching from fades away. To those of us who believe in the true excellence of movies, the Godfather does not rate anywhere near the `best movie of all time'.\n\nMovies such as Moulin Rouge, Citizen Kane, Requiem for a Dream, the Matrix, Casablanca, Momento, and even (depending on the viewer) Gladiator, all grasp the viewer by their hair, and thrust them into another world, if for only a few seconds. The movie watching experience is topped by this disconnection from the real world. It leaves us in a feeling of awe, and shows us that the movie we just watched was more than just a movie, but a journey into the minds of the characters on the screen, and in some unique cases, a journey into the great depths of our own minds. With this sort of depth and greatness, these types of movies should be all in the top 10.\n\nThis unique greatness is not easily achieved. In order to capture the audience in such a thrilling way, a great deal of effort must be spend meticulously building up the pace and timing of the movie. The climax should be the point where the viewer has already been captured into the movie, and should thus create a `climatic experience', thus blowing the viewer away. The Godfather has none of these elements perfected to such a state that they encapsulate the viewing public to a degree worthy of its ranking.\n\nSo it is therefore obvious that The Godfather does not reach the greatness of a few other better movies, and so it is not deserving of its top ranking. If it were up to me, I would move the Godfather down to 5 or 6, and leave room the real screen gems to be appreciated.\n\nThis movie gets a rating of 9 out of 10"
     },
     {
      "title": "Massively overrated.",
      "content": "I continually fail to understand why The Godfather is hailed as \"The Greatest Movie of All Time\". I've seen it twice--a second time just to make sure--and I have to tell you that I sat there in a stupor, bored out of my mind. And I'm not a teenager raised on MTV; I'm in my 30s and am absolutely devoted to movies--I've seen as many classics (American & foreign) that I can get my hands on. But, for me, The Godfather ranks alongside Singin' in the Rain as the most overrated films of all time.\n\nSingin' in the Rain, at least, I get (it's just my intense dislike for Donald O'Connor that makes me dislike this film). But The Godfather? It's just a bland epic about a bunch of moronic gangsters, with Marlon Brando giving a campy performance, and riddled with repulsive violence. Give me a break. The fact that this movie is so \"beloved\" has had the direct result that nowadays we got absurdly worse and worse films every year, created by clueless filmmakers."
     },
     {
      "title": "Number one movie? It's madness I tell you... madness.",
      "content": "I'm voting and commenting about this film just to bring it down from its pedestal and invite everyone to do the same. I have nothing against Italians, the Mafia or any of the principals, but best film ever? Never. It was an entertaining film, which displayed some rather ridiculous acting, in a gross piece of defamation perpetrated on the Italians. I have nothing again violence and gore... even sex, on screen when appropriate, but this is a ludicrous consensus your readership has reached and it must be corrected."
     },
     {
      "title": "An Ugly Movie",
      "content": "\"The Godfather\" was a sickening experience the first time I saw it in its initial release, and it hasn't changed. I thoroughly disliked the film's spirit, finding it very ugly at its heart. I saw little justification for its existence, was sorry I saw it, and have tried to forget it."
     },
     {
      "title": "Violence, Violence and more Violence",
      "content": "A ponderously slow moving script interspersed with vulgar blood and guts scenes. After about 20 minutes of this tripe I wanted to drop a bomb in the middle and wipe out the whole lot of them -- for the good of humanity. With few exceptions (Pacino) the acting was also of low caliber. All the money spent on the sets, costumes, and backdrops could not make up for the lack of any direction or purpose to the main storyline."
     },
     {
      "title": "Not what I expected",
      "content": "After hearing about this legendary film I decided it was about time I watched it....after about an hour I really wished I hadn't wasted the money renting it...after the movie finished I was bored. The film was nothing like I had expected and I don't know how it possibly made it as big as it has. It was quite well cast I love Diane Keaton but she's better in Woody Allen's comedy's than in this derivitive movie. You want a good gangster movie...watch Goodfella's...it actually has a good story, entertaining characters & violence and paints a much more realistic picture of the mob world of the era. I'm not even going to bother watching parts 2 or 3 of the godfather coz Marlon Brando ain't even in them so their ain't much point! I think I'll go watch Marlon Brando's greatest performance...Guy's N Doll's."
     },
     {
      "title": "The Yawn Father...",
      "content": "If there was a zero out of 10, that's what I'd give it.\n\nI know so many people hear the movie title, \"The Godfather\" and automatically feel like praising that movie, that whole trilogy, to the high heavens. Well, I don't care if it was made well...apart from how it was made, the movie was bad and I'm still upset that my philosophy teacher made me suffer through the whole trilogy. Boring...slow...just plain snooze-ville.\n\nI'm probably going to have an angry mob coming after me for speaking of the movie this way, but it's my opinion...and I'm sure I'm not alone in feeling this way."
     },
     {
      "title": "The Truth",
      "content": "What can I say? I gave this thing a 1 because I honestly have never felt it was all that good. I that saw the average was a 9 at the time I voted and I felt the dissenters should get some representation. Brando isn't all that great in it. I mean the thing is better than the average film (at least I'm supposed to believe that), but 9 out of 10!? No way. Watch different movies. In fact, watch other coppala movies. I personally like 'The Outsiders' and 'The Conversation' better. I find the story to be boring. I also think the structure of the script is a little too gimicky and amateurish. I won't go into detail on this. I will just say the thing left me dry."
     },
     {
      "title": "a classic!",
      "content": "I am a teenager, and i never thought of finding The Godfather so interesting! It shows a vivid and perfect example of the words Classic and Timeless in a movie. The Godfather takes you to different heights with each scene, directed of course, by Francis Ford Coppola.\n\nMarlon Brando plays one of his funniest (for me, anyway) and greatest role. Al Pacino is another worth mentioning, the acting and the presentation of both actors are some of the key success of the Godfather. Having seen the movie, makes me want to pick up the book! If you need a break from all the recent \"typical movies\", then watch The Godfather."
     },
     {
      "title": "Maybe if the horse head got some lines it would be more interesting...",
      "content": "Long and boring and not worth writing two sentences. But since I have to, long and boring and not worth writing two sentences, long and boring and not worth writing two sentences, long and boring and not worth writing two sentences, I think you get my point!"
     },
     {
      "title": "Overrated",
      "content": "Either someone stuffed the ballot box on this one or people are merely voting for an icon without really thinking about it. This movie does not even remotely deserve its reputation. There is no significant character development; it is too long (and that's an understatement); and in quite a few places, the plot drags interminably."
     },
     {
      "title": "what is the big deal?",
      "content": "I'm glad there are a few voices of dissent within all of the gushing\n\nhype listed here. Do the fans of this movie rate \"Citizen Kane\" as\n\nthe 2nd best film of all time? Then maybe listen to the Beatles and\n\nElvis Presley as the greatest music of all time? Is America under\n\nsome kind of cultural mass-hypnosis?\n\nGrossly overrated on all counts."
     },
     {
      "title": "Thankfully, I saw the Sopranos first",
      "content": "I also saw Godthumb first. Both are eminently more watchable and enjoyable. I actually do understand the characters and feel for them in both of those movies. But The Godfather...I just don't get why so many people say this is a great movie. Perhaps it's to be cool and one of the crowd? I was bored.\n\nYes, there are some powerful scenes. Yes the brutality was startling back then and it still works today and fits the story, as opposed to the gratuitous and badly done violence in many movies. Yes, it was also interesting to see some amazing actors at their start.\n\nThe story is even interesting so that I might be moved to read the book. However, I found the pacing too slow and the dialogue and interpersonal relationships trite and shallow.\n\nI'm glad I finally saw this and found out it doesn't really glorify the mafia because I was not moved by anyone or empathetic with their choices. I'm glad I finally saw it so I could say I did.\n\nBut I won't be watching it again. I hear #2 is the best...it has to be."
     },
     {
      "title": "Most overrated film of all-time",
      "content": "This movie continues to be praised, but when I rented it I only made it through 45 minutes before I stopped the video. There aren't many movies that are so bad I don't watch the whole thing, but \"The Godfather\" is that bad. I don't care how much other people may like it. I still say it sucks,sucks,sucks,sucks,sucks,sucks,sucks..."
     },
     {
      "title": "If you haven't seen The Godfather before",
      "content": ", the most important thing you can do before watching is to forget about all of the \"greatest film of all time\" hype. That's only likely to set up expectations that could never be met; more than likely you'll be disappointed. Just think of it as one of the better films from one of Hollywood's more admirable but relatively odder directors, featuring earlier performances from a very well known cast, and keep in mind that it's as much a \"historical family saga\" as a crime or gangster film."
     },
     {
      "title": "Overrated In Nutshell",
      "content": "When a director tries to romanticize what shouldn't romanticized such like mob crimes, prostitution laundry money works, Drugs dealing.. all this goofy stuff to present an evil version of robin hood who tries to justify a weak folks,protect his family and Pushing you in the same uncomfortable corner that your boring philosophy professor about morality , hence that fake masterpiece is the result.\n\nSo, is The Godfather an Overrated film?!\n\nWTF, no! It is super-overrated and boring.\n\nI had really high expectations about this movie, like \"Hey, you just must see it - that's how the world really works!\". As a journalist, I could not miss such a masterpiece. Well...the things did not work out as I had expected. First of all, in general, I found it to be way too long, boring and tedious. I get why so many people are impressed with that movie, it offers some interesting ideas to consider, some - well-hidden, though - criticism of the American society between the lines and a fascinating storyline.\n\nI really liked some scenes and parts, for example, \"Michael-hiding-himself-in-Italy\" was really beautiful! However, most of the movie is filled up with serious guys seriously discussing serious issues with a serious accent. And that's it! There is almost no humour, no symbology, no moral, no emotional charge - and no entertainment. By the way, I had exactly the same impression from the book and, knowing the plot already, I could not make myself to finish it.\n\nSecond, the acting and the characters. I expected something really super-amazing, or at least believable and accurate, and found none of those. I am a big fan of Al Pacino, for example, he totally nailed it in the Devil's Advocate (a better movie than the GF, in my opinion) but here, his stony face is just too...stony. No sensual or emotional charge at all. Just a serious, decisive guy - and nothing more. Hard to trust or to believe. The same for Marlon Brando. The GF is the only movie with him I have seen so far but his wheezy voice makes me cringe. And these guys are supposed to be Italians? They look like they both have had a serious deal of a serious wheat.\n\nAnd, the last but not the least - the accuracy. There is none. First of all, it is really...hard to believe that an Italian family, first and second generation of immigrants, speaks English with a weird accent all the time. This is just crazy and I am surprised no one mentions this epic fallacy. For God's sake, they should speak Italian at least for the purpose of conspiracy, as they do all they can to hide their activities from the state!\n\nSecond, there are almost no pictures of what the Corleones' circus is actually doing for living. We see a rich house, family dinners, rituals, consiglieris but no murders, no drugs, no prostitution, no dirty stuff, except for a couple of shots. It's an unfair presentation. There is no sense in asking whether the portrayal of the organized crime in the movie is accurate since the picture is incomplete.\n\nPues...to sum up, in my opinion, it's a tedious, commercial and super-superficial movie which is not bad in the common sense of these words - it might be worth seeing once. However, a fairly overrated one. The best movie of all times? No way. There are many deeper, funnier and more consistent pieces around.\n\nIn my view, a movie is great if it engages the imagination, captivates, makes one think more expansively, and above all ENTERTAINS. The Godfather does all of these, but not really to any remarkable degree. I can think of twenty other movies that outdo The Godfather in all of those categories.\n\nAnother thing: I prefer movies that tell an engaging story, and the focus of that story is about BIG IDEAS. The Godfather is one of those movies that are about people and the characters. The latter really is of little interest to people with more analytical, logical-thinking minds, and more appealing to \"feeler\" type people who get fascinated by people-focused stories and relationships.\n\nThat's it."
     },
     {
      "title": "Overrated..",
      "content": "I have never been able to watch this movie to the end, tried to watch it couple of times and fell asleep everytime. I think this film is just too long and boring. I can't understand how can someone think it's the best movie ever."
     },
     {
      "title": "GREAT AND A CLASSIC. BUT PERHAPS OVER-RATED?",
      "content": "The Godfather is a great movie and, in a series of three, the quality didn't diminish. The second installment won the Oscar for best picture, and it deserved it. However for those who read the book first, it is all familiar territory. Marlon Brando has only been better in \"On the Waterfront\" and Al Pacino has never been better, that is saying something. The film is perfect, almost. The book is better than the film and rarely get's mentioned. Emotion is there, but an age old stereotype get's enforced along the way. Everything else is perfect and earns the honour of being a true classic. The problem with the first installment, the second one was somehow better."
     },
     {
      "title": "Whats all the hype about???",
      "content": "Honesly couldn't see what all the fuss is about. I felt this film lacked the very basics which make a good film. Good actors boring story and even worse directing!!! Perhaps this is because i only watched the movie for the first time recently, and therefore am comparing it to the standard set by todays writers, producers, and directors? I don't doubt it was a masterful production in its day but honestly the bar set by current movie makers really sees the 'God father' sorely outclassed. It is my conjecture that those who voted 9 and 10 out of ten did so because they remember how good it was in its hay-day instead of comparing it to all movies past and present before rating it."
     },
     {
      "title": "Sets a very bad example",
      "content": "Such a boring movie. I'm a very well established psychiatrist and I was disgusted and bewildered by the lack of care the characters had for themselves in this film. What on earth was Michael Corleone doing not taking antidepressants?! Michael was a very depressed character and the fact he didn't seem to take any antidepressants in this film baffles me as I thought that would've been obvious for him to do.\n\nAntidepressants may be undertested a lot and may frequently make people infertile but it's totally worth it if it means stopping a potential suicide of someone like Michael. I'm disgusted with this movie and my heart ached for the Autistic man known as Michael Corleone to get help and good drugs from a pharmacy in this movie."
     },
     {
      "title": "123456789",
      "content": ""
     },
     {
      "title": "Overrated.",
      "content": "I obviously get the hype but for me it's the most overrated movie I've ever seen."
     },
     {
      "title": "The Worst movie ever made!",
      "content": ""
     },
     {
      "title": "This movie is Okay",
      "content": "And somebody has to do something about this hype Honestly bad acting, boring and shallow plot the movie is beeing watched only due to its hype"
     }
    ],
    "critics reviews": [
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:“The Godfather” is told entirely within a closed world. That’s why we sympathize with characters who are essentially evil. The story by Mario Puzo and Francis Ford Coppola is a brilliant conjuring act, inviting us to consider the Mafia entirely on its own terms. Don Vito Corleone (Marlon Brando) emerges as a sympathetic and even admirable character; during the entire film, this lifelong professional criminal does nothing of which we can really disapprove.During the movie we see not a single actual civilian victim of organized crime. No women trapped into prostitution. No lives wrecked by gambling. No victims of theft, fraud or protection rackets. The only police officer with a significant speaking role is corrupt.The story views the Mafia from the inside. That is its secret, its charm, its spell; in a way, it has shaped the public perception of the Mafia ever since. The real world is replaced by an authoritarian patriarchy where power and justice flow from the Godfather, and the only villains are traitors. There is one commandment, spoken by Michael (Al Pacino): “Don’t ever take sides against the family.”It is significant that the first shot is inside a dark, shuttered room. It is the wedding day of Vito Corleone’s daughter, and on such a day a Sicilian must grant any reasonable request. A man has come to ask for punishment for his daughter’s rapist. Don Vito asks why he did not come to him immediately.“I went to the police, like a good American,” the man says. The Godfather’s reply will underpin the entire movie: “Why did you go to the police? Why didn’t you come to me first? What have I ever done to make you treat me so disrespectfully? If you’d come to me in friendship, then this scum that ruined your daughter would be suffering this very day. And if, by chance, an honest man like yourself should make enemies . . . then they would become my enemies. And then they would fear you.”As the day continues, there are two more scenes in the Godfather’s darkened study, intercut with scenes from the wedding outside. By the end of the wedding sequence, most of the main characters will have been introduced, and we will know essential things about their personalities. It is a virtuoso stretch of filmmaking: Coppola brings his large cast onstage so artfully that we are drawn at once into the Godfather’s world.The screenplay of “The Godfather” follows no formulas except for the classic structure in which power passes between the generations. The writing is subtly constructed to set up events later in the film. Notice how the request by Johnny Fontane, the failing singer, pays off in the Hollywood scenes; how his tears set up the shocking moment when a mogul wakes up in bed with what is left of his racehorse. Notice how the undertaker is told “someday, and that day may never come, I will ask a favor of you. . .” and how when the day comes the favor is not violence (as in a conventional movie) but Don Vito’s desire to spare his wife the sight of their son’s maimed body. And notice how a woman’s “mistaken” phone call sets up the trap in which Sonny (James Caan) is murdered: It’s done so neatly that you have to think back through the events to figure it out.Now here is a trivia question: What is the name of Vito’s wife? She exists in the movie as an insignificant shadow, a plump Sicilian grandmother who poses with her husband in wedding pictures but plays no role in the events that take place in his study. There is little room for women in “The Godfather.” Sonny uses and discards them, and ignores his wife. Connie (Talia Shire), the Don’s daughter, is so disregarded that her husband is not allowed into the family business. He is thrown a bone--”a living”--and later, when he is killed, Michael coldly lies to his sister about what happened.The irony of the title is that it eventually comes to refer to the son, not the father. As the film opens Michael is not part of the family business, and plans to marry a WASP, Kay Adams (Diane Keaton). His turning point comes when he saves his father’s life by moving his hospital bed, and whispers to the unconscious man: “I’m with you now.”After he shoots the corrupt cop, Michael hides in Sicily, where he falls in love with and marries Appolonia (Simonetta Stefanelli). They do not speak the same language; small handicap for a Mafia wife. He undoubtedly loves Appolonia, as he loved Kay, but what is he thinking here: that he can no longer marry Kay because he has chosen a Mafia life? After Appolonia’s death and his return to America, he seeks out Kay and eventually they marry. Did he tell her about Appolonia? Such details are unimportant to the story.What is important is loyalty to the family. Much is said in the movie about trusting a man’s word, but honesty is nothing compared to loyalty. Michael doesn’t even trust Tom Hagen (Robert Duvall) with the secret that he plans to murder the heads of the other families. The famous “baptism massacre” is tough, virtuoso filmmaking: The baptism provides him with an airtight alibi, and he becomes a godfather in both senses at the same time.Vito Corleone is the moral center of the film. He is old, wise and opposed to dealing in drugs. He understands that society is not alarmed by “liquor, gambling . . . even women.” But drugs are a dirty business to Don Vito, and one of the movie’s best scenes is the Mafia summit at which he argues his point. The implication is that in the godfather’s world there would be no drugs, only “victimless crimes,” and justice would be dispatched evenly and swiftly.My argument is taking this form because I want to point out how cleverly Coppola structures his film to create sympathy for his heroes. The Mafia is not a benevolent and protective organization, and the Corleone family is only marginally better than the others. Yet when the old man falls dead among his tomato plants, we feel that a giant has passed.Gordon Willis’ cinematography is celebrated for its darkness; it is rich, atmospheric, expressive. You cannot appreciate this on television because the picture is artificially brightened. Coppola populates his dark interior spaces with remarkable faces. The front-line actors--Brando, Pacino, Caan, Duvall--are attractive in one way or another, but those who play their associates are chosen for their fleshy, thickly lined faces--for huge jaws and deeply set eyes. Look at Abe Vigoda as Tessio, the fearsome enforcer. The first time we see him, he’s dancing with a child at the wedding, her satin pumps balanced on his shoes. The sun shines that day, but never again: He is developed as a hulking presence who implies the possibility of violent revenge. Only at the end is he brightly lit again, to make him look vulnerable as he begs for his life.The Brando performance is justly famous and often imitated. We know all about his puffy cheeks, and his use of props like the kitten in the opening scene. Those are actor’s devices. Brando uses them but does not depend on them: He embodies the character so convincingly that at the end, when he warns his son two or three times that “the man who comes to you to set up a meeting--that’s the traitor,” we are not thinking of acting at all. We are thinking that the Don is growing old and repeating himself, but we are also thinking that he is probably absolutely right.Pacino plays Michael close to his vest; he has learned from his father never to talk in front of outsiders, never to trust anyone unnecessarily, to take advice but keep his own counsel. All of the other roles are so successfully filled that a strange thing happened as I watched this restored 1997 version: Familiar as I am with Robert Duvall, when he first appeared on the screen I found myself thinking, “There’s Tom Hagen.”Coppola went to Italy to find Nino Rota, composer of many Fellini films, to score the picture. Hearing the sadness and nostalgia of the movie’s main theme, I realized what the music was telling us: Things would have turned out better if we had only listened to the Godfather.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:“The Godfather” is told entirely within a closed world. That’s why we sympathize with characters who are essentially evil. The story by Mario Puzo and Francis Ford Coppola is a brilliant conjuring act, inviting us to consider the Mafia entirely on its own terms. Don Vito Corleone (Marlon Brando) emerges as a sympathetic and even admirable character; during the entire film, this lifelong professional criminal does nothing of which we can really disapprove.During the movie we see not a single actual civilian victim of organized crime. No women trapped into prostitution. No lives wrecked by gambling. No victims of theft, fraud or protection rackets. The only police officer with a significant speaking role is corrupt.The story views the Mafia from the inside. That is its secret, its charm, its spell; in a way, it has shaped the public perception of the Mafia ever since. The real world is replaced by an authoritarian patriarchy where power and justice flow from the Godfather, and the only villains are traitors. There is one commandment, spoken by Michael (Al Pacino): “Don’t ever take sides against the family.”It is significant that the first shot is inside a dark, shuttered room. It is the wedding day of Vito Corleone’s daughter, and on such a day a Sicilian must grant any reasonable request. A man has come to ask for punishment for his daughter’s rapist. Don Vito asks why he did not come to him immediately.“I went to the police, like a good American,” the man says. The Godfather’s reply will underpin the entire movie: “Why did you go to the police? Why didn’t you come to me first? What have I ever done to make you treat me so disrespectfully? If you’d come to me in friendship, then this scum that ruined your daughter would be suffering this very day. And if, by chance, an honest man like yourself should make enemies . . . then they would become my enemies. And then they would fear you.”As the day continues, there are two more scenes in the Godfather’s darkened study, intercut with scenes from the wedding outside. By the end of the wedding sequence, most of the main characters will have been introduced, and we will know essential things about their personalities. It is a virtuoso stretch of filmmaking: Coppola brings his large cast onstage so artfully that we are drawn at once into the Godfather’s world.The screenplay of “The Godfather” follows no formulas except for the classic structure in which power passes between the generations. The writing is subtly constructed to set up events later in the film. Notice how the request by Johnny Fontane, the failing singer, pays off in the Hollywood scenes; how his tears set up the shocking moment when a mogul wakes up in bed with what is left of his racehorse. Notice how the undertaker is told “someday, and that day may never come, I will ask a favor of you. . .” and how when the day comes the favor is not violence (as in a conventional movie) but Don Vito’s desire to spare his wife the sight of their son’s maimed body. And notice how a woman’s “mistaken” phone call sets up the trap in which Sonny (James Caan) is murdered: It’s done so neatly that you have to think back through the events to figure it out.Now here is a trivia question: What is the name of Vito’s wife? She exists in the movie as an insignificant shadow, a plump Sicilian grandmother who poses with her husband in wedding pictures but plays no role in the events that take place in his study. There is little room for women in “The Godfather.” Sonny uses and discards them, and ignores his wife. Connie (Talia Shire), the Don’s daughter, is so disregarded that her husband is not allowed into the family business. He is thrown a bone--”a living”--and later, when he is killed, Michael coldly lies to his sister about what happened.The irony of the title is that it eventually comes to refer to the son, not the father. As the film opens Michael is not part of the family business, and plans to marry a WASP, Kay Adams (Diane Keaton). His turning point comes when he saves his father’s life by moving his hospital bed, and whispers to the unconscious man: “I’m with you now.”After he shoots the corrupt cop, Michael hides in Sicily, where he falls in love with and marries Appolonia (Simonetta Stefanelli). They do not speak the same language; small handicap for a Mafia wife. He undoubtedly loves Appolonia, as he loved Kay, but what is he thinking here: that he can no longer marry Kay because he has chosen a Mafia life? After Appolonia’s death and his return to America, he seeks out Kay and eventually they marry. Did he tell her about Appolonia? Such details are unimportant to the story.What is important is loyalty to the family. Much is said in the movie about trusting a man’s word, but honesty is nothing compared to loyalty. Michael doesn’t even trust Tom Hagen (Robert Duvall) with the secret that he plans to murder the heads of the other families. The famous “baptism massacre” is tough, virtuoso filmmaking: The baptism provides him with an airtight alibi, and he becomes a godfather in both senses at the same time.Vito Corleone is the moral center of the film. He is old, wise and opposed to dealing in drugs. He understands that society is not alarmed by “liquor, gambling . . . even women.” But drugs are a dirty business to Don Vito, and one of the movie’s best scenes is the Mafia summit at which he argues his point. The implication is that in the godfather’s world there would be no drugs, only “victimless crimes,” and justice would be dispatched evenly and swiftly.My argument is taking this form because I want to point out how cleverly Coppola structures his film to create sympathy for his heroes. The Mafia is not a benevolent and protective organization, and the Corleone family is only marginally better than the others. Yet when the old man falls dead among his tomato plants, we feel that a giant has passed.Gordon Willis’ cinematography is celebrated for its darkness; it is rich, atmospheric, expressive. You cannot appreciate this on television because the picture is artificially brightened. Coppola populates his dark interior spaces with remarkable faces. The front-line actors--Brando, Pacino, Caan, Duvall--are attractive in one way or another, but those who play their associates are chosen for their fleshy, thickly lined faces--for huge jaws and deeply set eyes. Look at Abe Vigoda as Tessio, the fearsome enforcer. The first time we see him, he’s dancing with a child at the wedding, her satin pumps balanced on his shoes. The sun shines that day, but never again: He is developed as a hulking presence who implies the possibility of violent revenge. Only at the end is he brightly lit again, to make him look vulnerable as he begs for his life.The Brando performance is justly famous and often imitated. We know all about his puffy cheeks, and his use of props like the kitten in the opening scene. Those are actor’s devices. Brando uses them but does not depend on them: He embodies the character so convincingly that at the end, when he warns his son two or three times that “the man who comes to you to set up a meeting--that’s the traitor,” we are not thinking of acting at all. We are thinking that the Don is growing old and repeating himself, but we are also thinking that he is probably absolutely right.Pacino plays Michael close to his vest; he has learned from his father never to talk in front of outsiders, never to trust anyone unnecessarily, to take advice but keep his own counsel. All of the other roles are so successfully filled that a strange thing happened as I watched this restored 1997 version: Familiar as I am with Robert Duvall, when he first appeared on the screen I found myself thinking, “There’s Tom Hagen.”Coppola went to Italy to find Nino Rota, composer of many Fellini films, to score the picture. Hearing the sadness and nostalgia of the movie’s main theme, I realized what the music was telling us: Things would have turned out better if we had only listened to the Godfather.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:We know from Gay Talese’s book Honor Thy Father that being a professional mobster isn’t all sunshine and roses. More often, it’s the boredom of stuffy rooms and a bad diet of carry-out food, punctuated by brief, terrible bursts of violence. This is exactly the feel of “The Godfather,” which brushes aside the flashy glamour of the traditional gangster picture and gives us what’s left: fierce tribal loyalties, deadly little neighborhood quarrels in Brooklyn, and a form of vengeance to match every affront.The remarkable thing about Mario Puzo’s novel was the way it seemed to be told from the inside out; he didn’t give us a world of international intrigue, but a private club as constricted as the seventh grade. Everybody knew everybody else and had a pretty shrewd hunch what they were up to.The movie (based on a script labored over for some time by Puzo and then finally given form, I suspect, by director Francis Ford Coppola) gets the same feel. We tend to identify with Don Corleone’s family not because we dig gang wars, but because we have been with them from the beginning, watching them wait for battle while sitting at the kitchen table and eating chow mein out of paper cartons.“The Godfather” himself is not even the central character in the drama. That position goes to the youngest, brightest son, Michael, who understands the nature of his father’s position while revising his old-fashioned ways. The Godfather’s role in the family enterprise is described by his name; he stands outside the next generation which will carry on and, hopefully, angle the family into legitimate enterprises.Those who have read the novel may be surprised to find Michael at the center of the movie, instead of Don Corleone. In fact, this is simply an economical way for Coppola to get at the heart of the Puzo story, which dealt with the transfer of power within the family. Marlon Brando, who plays the Godfather as a shrewd, unbreakable old man, actually has the character lead in the movie; Al Pacino, with a brilliantly developed performance as Michael, is the lead.But Brando’s performance is a skillful throwaway, even though it earned him an Academy Award for best actor. His voice is wheezy and whispery, and his physical movements deliberately lack precision; the effect is of a man so accustomed to power that he no longer needs to remind others. Brando does look the part of old Don Corleone, mostly because of acting and partly because of the makeup, although he seems to have stuffed a little too much cotton into his jowls, making his lower face immobile.The rest of the actors supply one example after another of inspired casting. Although “The Godfather” is a long, minutely detailed movie of some three hours, there naturally isn’t time to go into the backgrounds and identities of such characters as Clemenza, the family lieutenant; Jack Woltz, the movie czar; Luca Brasi, the loyal professional killer; McCluskey, the crooked cop; and the rest. Coppola and producer Al Ruddy skirt this problem with understated typecasting. As the Irish cop, for example, they simply slide in Sterling Hayden and let the character go about his business. Richard Castellano is an unshakable Clemenza. John Marley makes a perfectly hateful Hollywood mogul (and, yes, he still wakes up to find he’ll have to cancel his day at the races). The success of “The Godfather” as a novel was largely due to a series of unforgettable scenes. Puzo is a good storyteller, but no great shakes as a writer. The movie gives almost everything in the novel except the gynecological repair job. It doesn’t miss a single killing; it opens with the wedding of Don Corleone’s daughter (and attendant upstairs activity); and there are the right number of auto bombs, double crosses, and garrotings.Coppola has found a style and a visual look for all this material so “The Godfather” becomes something of a rarity: a really good movie squeezed from a bestseller. The decision to shoot everything in period decor (the middle and late 1940s) was crucial; if they’d tried to save money as they originally planned, by bringing everything up-to-date, the movie simply wouldn’t have worked. But it’s uncannily successful as a period piece, filled with sleek, bulging limousines and postwar fedoras. Coppola and his cinematographer, Gordon Willis, also do some interesting things with the color photography. The earlier scenes have a reddish-brown tint, slightly overexposed and feeling like nothing so much as a 1946 newspaper rotogravure supplement.Although the movie is three hours long, it absorbs us so effectively it never has to hurry. There is something in the measured passage of time as Don Corleone hands over his reins of power that would have made a shorter, faster moving film unseemly. Even at this length, there are characters in relationships you can’t quite understand unless you’ve read the novel. Or perhaps you can, just by the way the characters look at each other.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:We know from Gay Talese’s book Honor Thy Father that being a professional mobster isn’t all sunshine and roses. More often, it’s the boredom of stuffy rooms and a bad diet of carry-out food, punctuated by brief, terrible bursts of violence. This is exactly the feel of “The Godfather,” which brushes aside the flashy glamour of the traditional gangster picture and gives us what’s left: fierce tribal loyalties, deadly little neighborhood quarrels in Brooklyn, and a form of vengeance to match every affront.The remarkable thing about Mario Puzo’s novel was the way it seemed to be told from the inside out; he didn’t give us a world of international intrigue, but a private club as constricted as the seventh grade. Everybody knew everybody else and had a pretty shrewd hunch what they were up to.The movie (based on a script labored over for some time by Puzo and then finally given form, I suspect, by director Francis Ford Coppola) gets the same feel. We tend to identify with Don Corleone’s family not because we dig gang wars, but because we have been with them from the beginning, watching them wait for battle while sitting at the kitchen table and eating chow mein out of paper cartons.“The Godfather” himself is not even the central character in the drama. That position goes to the youngest, brightest son, Michael, who understands the nature of his father’s position while revising his old-fashioned ways. The Godfather’s role in the family enterprise is described by his name; he stands outside the next generation which will carry on and, hopefully, angle the family into legitimate enterprises.Those who have read the novel may be surprised to find Michael at the center of the movie, instead of Don Corleone. In fact, this is simply an economical way for Coppola to get at the heart of the Puzo story, which dealt with the transfer of power within the family. Marlon Brando, who plays the Godfather as a shrewd, unbreakable old man, actually has the character lead in the movie; Al Pacino, with a brilliantly developed performance as Michael, is the lead.But Brando’s performance is a skillful throwaway, even though it earned him an Academy Award for best actor. His voice is wheezy and whispery, and his physical movements deliberately lack precision; the effect is of a man so accustomed to power that he no longer needs to remind others. Brando does look the part of old Don Corleone, mostly because of acting and partly because of the makeup, although he seems to have stuffed a little too much cotton into his jowls, making his lower face immobile.The rest of the actors supply one example after another of inspired casting. Although “The Godfather” is a long, minutely detailed movie of some three hours, there naturally isn’t time to go into the backgrounds and identities of such characters as Clemenza, the family lieutenant; Jack Woltz, the movie czar; Luca Brasi, the loyal professional killer; McCluskey, the crooked cop; and the rest. Coppola and producer Al Ruddy skirt this problem with understated typecasting. As the Irish cop, for example, they simply slide in Sterling Hayden and let the character go about his business. Richard Castellano is an unshakable Clemenza. John Marley makes a perfectly hateful Hollywood mogul (and, yes, he still wakes up to find he’ll have to cancel his day at the races). The success of “The Godfather” as a novel was largely due to a series of unforgettable scenes. Puzo is a good storyteller, but no great shakes as a writer. The movie gives almost everything in the novel except the gynecological repair job. It doesn’t miss a single killing; it opens with the wedding of Don Corleone’s daughter (and attendant upstairs activity); and there are the right number of auto bombs, double crosses, and garrotings.Coppola has found a style and a visual look for all this material so “The Godfather” becomes something of a rarity: a really good movie squeezed from a bestseller. The decision to shoot everything in period decor (the middle and late 1940s) was crucial; if they’d tried to save money as they originally planned, by bringing everything up-to-date, the movie simply wouldn’t have worked. But it’s uncannily successful as a period piece, filled with sleek, bulging limousines and postwar fedoras. Coppola and his cinematographer, Gordon Willis, also do some interesting things with the color photography. The earlier scenes have a reddish-brown tint, slightly overexposed and feeling like nothing so much as a 1946 newspaper rotogravure supplement.Although the movie is three hours long, it absorbs us so effectively it never has to hurry. There is something in the measured passage of time as Don Corleone hands over his reins of power that would have made a shorter, faster moving film unseemly. Even at this length, there are characters in relationships you can’t quite understand unless you’ve read the novel. Or perhaps you can, just by the way the characters look at each other.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nRarely can it be said that a film has defined a genre, but never is that more true than in the case of The Godfather. Since the release of the 1972 epic (which garnered ten Academy Award nominations and was named Best Picture), all \"gangster movies\" have been judged by the standards of this one (unfair as the comparison may be). If a film is about Jewish mobsters, it's a \"Jewish Godfather\"; if it's about the Chinese underworld, it's an \"Oriental Godfather\"; if it takes place in contemporary times, it's a \"modern day Godfather.\"\n\nIf The Godfather was only about gun-toting Mafia types, it would never have garnered as many accolades. The characteristic that sets this film apart from so many of its predecessors and successors is its ability to weave the often-disparate layers of story into a cohesive whole. Any of the individual issues explored by The Godfather are strong enough to form the foundation of a movie. Here, however, bolstered by so many complimentary themes, each is given added resonance. The picture is a series of mini-climaxes, all building to the devastating, definitive conclusion.\n\nRarely does a film tell as many diverse-yet-interconnected stories. Strong performances, solid directing, and a tightly-plotted script all contribute to The Godfather's success. This motion picture was not slapped together to satiate the appetite of the masses; it was carefully and painstakingly crafted. Every major character - and more than a few minor ones - is molded into a distinct, complex individual. Stereotypes did not influence Coppola's film, although certain ones were formed as a result of it.\n\nThe film opens in the study of Don Vito Corleone (Marlon Brando), the Godfather, who is holding court. It is the wedding of his daughter Connie (Talia Shire), and no Sicilian can refuse a request on that day. So the supplicants come, each wanting something different - revenge, a husband for their daughter, a part in a movie.\n\nThe family has gathered for the event. Michael (Al Pacino), Don Vito's youngest son and a second world war hero, is back home in the company of a new girlfriend (Diane Keaton). The two older boys, Sonny (James Caan) and Fredo (John Cazale), are there as well, along with their \"adopted\" brother, Tom Hagen (Robert Duvall), the don's right-hand man.\n\nWith the end of the war, the times are changing, and as much as Don Vito seems in control at the wedding, his power is beginning to erode. By the standards of some, his views on the importance of family, loyalty, and respect are antiquated. Even his heir apparent, Sonny, disagrees with his refusal to get into the drug business. Gambling and alcohol are forces of the past and present; narcotics are the future. But Don Vito will not compromise, even when a powerful drug supplier named Sollozzo (Al Lettieri) arrives with promises of high profits for those who back him.\n\nDon Vito's refusal to do business with Sollozzo strikes the first sparks of a war that will last for years and cost many lives. Each of the five major mob families in New York will be gouged by the bloodshed, and a new order will emerge. Betrayals will take place, and the Corleone family will be shaken to its roots by treachery from both within and without.\n\nThe Corleone with the most screen time is Michael (it's therefore odd that Al Pacino received a Best Supporting Actor nomination), and his tale, because of its scope and breadth, is marginally dominant. His transformation from \"innocent\" bystander to central manipulator is the stuff of a Shakespearean tragedy. By the end, this man who claimed to be different from the rest of his family has become more ruthless than Don Vito ever was.\n\nDespite the likes of Serpico, Dog Day Afternoon, Scarface, ...And Justice for All, and Scent of a Woman on his resume, Pacino is best remembered for the role he created in The Godfather (and subsequently reprised in two sequels). While this is not his most demonstrative performance - indeed, he is exceptionally restrained - the quality of the script makes Michael Corleone notable.\n\nNext to Humphrey Bogart's Rick from Casablanca, Oscar winner Marlon Brando's Don Vito may be the most imitated character in screen history. The line \"I'm gonna make him an offer he can't refuse\" has attained legendary status, as has the entire performance. With his raspy voice, deliberate movements, and penetrating stare, Brando has created a personae that will be recalled for as long as motion pictures exist.\n\nDon Vito is a most complicated gangster. In his own words, he is not a killer, and he never mixes business with personal matters. He puts family first (\"A man who doesn't spend time with his family can never be a real man\") and despises displays of weakness. He understands the burden of power, and his wordless sympathy for Michael when he is forced to assume the \"throne\", is one of The Godfather's most revealing moments (about both father and son).\n\nThe Godfather had three Best Supporting Actor nominees, all well-deserved. The first was Pacino (who probably should have been nominated alongside Brando in the Best Actor category). The other two were James Caan and Robert Duvall. In a way, it's surprising that Duvall wasn't passed over. His presence in The Godfather isn't flashy or attention-arresting. Like his character of Tom Hagen, he is steady, reliable, and stays in the background. Not so for Caan's Sonny, whose demonstrative and volatile personality can't be overlooked.\n\nFamily responsibility. A father's legacy. The need to earn respect. The corrupting influence of power. These are some of the ingredients combined in Francis Ford Coppola's cinematic blender. They are themes which have intrigued the greatest authors of every medium through the centuries.\n\nAlthough the issues presented in The Godfather are universal in scope, the characters and setting are decidedly ethnic. Even to this day, there is an odd romanticism associated with New York's Italian crime families. The word \"Mafia\" conjures up images of the sinister and mysterious - scenes of the sort where Luca Brasi meets his fate. Francis Ford Coppola has tapped into this fascination and woven it as yet another element of the many that make his motion picture a compelling experience.\n\nWe come to The Godfather like Kay Adams - outsiders uncertain in our expectations - but it doesn't take long for us to be captivated by this intricate, violent world. The film can be viewed on many levels, with equal satisfaction awaiting those who just want a good story, and those who demand much more. The Godfather is long, yes - but it is one-hundred seventy minutes well-spent. When the closing credits roll, only a portion of the story has been told. Yet that last haunting image (Kay's shock of recognition), coupled with Nino Rota's mournful score, leaves a crater-like impression that The Godfather Part II only deepens.\n"
     },
     {
      "New York Times": "AdvertisementSupported bySend any friend a storyAs a subscriber, you have 10 gift articles to give each month. Anyone can read what you share.By Vincent CanBYAFTER a very long time, in too many indifferent or half‐realized movies, giving performances that were occasionally becalmed but always more interesting than the material, Marlon Brando has finally connected with a character and a film that need not embarrass America's most complex, most idiosyncratic film actor, nor those critics who have wondered, in bossy print, what ever happened to him.The film is Francis Ford Coppola's screen version of Mario Puzo's “The Godfather,” the year's’ first really satisfying, big ‘commercial American film, a sort of popular‐priced, Long Beach version of “Rocco and His Brothers” (even to the inclusion of an eclectic, romantic 19401sh Nino Rota score), a movie that describes a sorrowful American Dream as a slambang, sentimental gangster melodrama. It opens here Wednesday at Loew's State One and Two, the Cine, the Orpheum and the Tower East Theaters.Brando's role is that of Don Vito Corleone, the aging Mafin chief who remains a fearsome, rudely magnificent creature even though his hair has thinned, his jowls have thickened, his belly has dropped and his walk is not always steady, like a man searching for— firm footing across a swamp. The role is not big enough for Brando to dominate the film by his physical presence, but his per formance sets the pitch for the entire production, which is true and flamboyant and, at unexpected moments, immensely moving. This is not only because the emotions, if surcharged, are genuine and fundamental, but also becau3e we're watching a fine actor exercise his talent for what looks like the great joy of it, because, after all, it's there.“The Godfather” is Coppole's fourth production as director, but nothing in “You're A Big Boy Now,” “Finian's Rainbow” or “The Rain People” (except, perhaps, some individual performances) prepares the way, for this new film. Like “The Last Picture Show,” The Godfather” rediscovers the marvelous possibilities existing in the straightforward narrative movie that refuses to acknowledge it's about anything more than its plot, and whose characters are revealed entirely in terms of events. “The Godfather” moves so quickly, in such a tightly organized series of interlocking events, that the film, like its characters (who are not the sort to muse very long about their fates), doesn't have time to be introspective—to betray the excitement of the immediately felt emotion or of an explicit action by somehow commenting on it.In this respect the film is very much like the novel, which Coppola and Puzo have adapted for the screen with extraordinary fidelity — yet the film has a life that completely eluded me in the novel. I suppose I should admit here that although “The Godfather” has sold almost as well as The Bible, I was only able to get through it by making those little 30‐and 40paragraph hops one usually reserves for perusal of the Congressional Record. The novel is a kind of first draft—an outline of characters and an inventory of happenings—that has only now been finished as a film (which, I suspect, Puzo knew would be true all along).The difference between the first draft and the last is the difference between a fairly drab prose description of the Long Beach compound in which the Corleones live, surrounded by a high wall that is guarded by their “soldiers,” and Coppola's recreation of the ugly, dark, Grand Rapids gentility in which the old don lives with his worried‐looking wife, his beloved sons, their wives and their children, one of whom always seems to be crying at some distance offThe difference is also there In the film's first image, a close‐up of the handsome, deeply lined old face of Bonasera, the law‐abiding undertaker who, in desperation, has come to the Godfather for help after the courts have freed two men, “not Italian,” who raped his daughter. The undertaker's monologue is taken directly from the book. However, as spoken almost impassively by Salvatore Corsitto, while Coppola's camera slowly pulls back to show us Brando, in heavy shadow, listening with polite impatience, the speech becomes one of the most affecting statements of an American experience I've heard in any recent fiction film. More important, the speech does not exist for its own sake, but to set out the exotic code of honor, with its ‘terrible system of rewards and punishments, that will govern the Corleone Family wars—from New York, Las Vegas and Hollywood to Sici11—during the almost three‐hour running“The Godfather” is definitely not “Rocco and His Brothers.” Its neo‐realism is not outraged. It has about it, in fact, the quality of a romantic fable whose principal characters are in some ways charmed, like Michael (Al Pacino), the don's youngest son who, though gentle‐natured, Dartmouth‐educated, and beloved of a sweet WASP wife, can take over the Farriily and lead it, through murders and massacres, to victory, with what seems to be remarkably little preparation. Within the film, Michael's Jack the Giant Killer, but it is the paint of. the film, as it, was tlie novel, that the victory carries with it a life‐sentence of isolation. There is, of course, something romantic even in this sentence, which is not unlike the terrible fates ‘Suffered by more pulpy heroes and heroines who gain wealth, power and position only to lose the kind of happiness that most poor pulp‐fiction readers won't ever experience anyTo suggest as I'm sure many people will ® that “The Godfather” glorifies crime is to take the film both too seriously and not serious ly enough. It is to deny the elation that one can experience through great storytelling, no matter what the bloody point of the story may be. It is also to confuse the movie's romanticized view of crime (to which some small part of us always responds) with a seductive view of crime, which the film does not have.“The Godfather” does, however, honor its characters, and the coining‐of‐age experience that has been unique to one small group of first and second generation Americans who receive, according to the members of the Italian‐American Civil Rights League, much more publicity than they have ever honorably deserved. That's a topic I'm not qualified to discuss. “The Godfather,” however true, or false to specific facts, is as dark and ominous a reflection’ of certain aspects of American life as has ever been presented in a movie designed as sheer entertainment. Now, as then, when the system doesn't work, the system will be by‐passed.Advertisement"
     },
     {
      "Washington Post [Desson Howe]": "\nReference #97.ba070f17.1648296065.405d1e42\n"
     }
    ]
   }
  ]
 }
]