[
 {
  "title": "The Shawshank Redemption",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0111161/",
    "year": "1994",
    "genre": "Drama",
    "rating": "9.3",
    "income": "0",
    "metascore": "81",
    "user review url": "https://www.imdb.com//title/tt0111161/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0111161/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "So amazing",
      "content": "The emotions, the plot, originality, everything tied together so well at the end - normally I criticise the way movies end, but this ending was phenomenal, not cliche at all. The brutality of the prison was well portrayed, and made me feel sorry for the characters.\n\nAll the characters were believable and had depth, and none of the scenes were dramatic, but there was tension throughout the film. I'm going to stop fangirling now, but this movie is my favourite tied with the Godfather!!"
     },
     {
      "title": "buena pelicula",
      "content": "Me encanto la historia la recomiendo ver, cuenta una gran historia"
     },
     {
      "title": "About a very very long escape from prison",
      "content": "It's amazing how long I could not watch this movie. However, I became interested in them only after reading the book. And the book is very good. However, the same can be said about the film. Yes, there are some nuances ..."
     },
     {
      "title": "Hi",
      "content": "One of the nicest films ever and immortal in memory"
     },
     {
      "title": "wonderfulllll",
      "content": ""
     },
     {
      "title": "The touch of the deep side of my heart",
      "content": "This film gave me the maximal inspirations and deeply touched my inner heart as I finally knew how to cope with everything when the whole world goes against you, and the way to get over everything when the god unleash the hell on you. For me, I am now facing the greatest challenge ornament my life as I have to conquer all sorts of difficulties to successfully get the good grades in my university"
     },
     {
      "title": "Tale of a man who makes the prison, a better place to live.",
      "content": "In my personal view, any person in the world who understands English, would never say some thing wrong about this movie. If some does understands English and still says something wrong about this movie, it means he has not seen the movie. If some one understands English and has seen this movie as well, and still he says something bad about this movie, it means he has a really bad taste regarding movies or he does not know what a movie is. (According to me, these kind of people should be hanged to death) This movie has changed the life of thousands of people around the world. I don't think that any one having a little bit of intellectual level would dislike this movie."
     },
     {
      "title": "The best movie of all time",
      "content": "A masterpiece! A movie you will never forget! The best storyline and the best actors!"
     },
     {
      "title": "They don't make movies like this anymore",
      "content": "It's only the best movie ever. If anyone hasn't seen it yet I don't know what the hell they are watching"
     },
     {
      "title": "Very good movie",
      "content": "The directing by Frank Darabont was just magnificent. He kept this movie at a great steady pace along with the writing and great cinematography. He portrayed prison life in such a horrifying way, but not in terms of the physical pain but the stress and pain that wares mentally on the inmates, some of which deserve a second chance.\n\nWhatever you do, don't listen to the people who say this movie is overrated because this is one of the most inspiring and greatest movies ever. It has everything you could possibly want."
     },
     {
      "title": "one of the master piece from 90s",
      "content": "Certainly its a 3 act story structure line(Majorly), but with the pace and the impact of the storyline and the acting og the cast. This made it fantastic masterpiece. Although the movie popularity has decreased since but i must say the film has been realesed before time and it would have been instant hit in 20s specially in web format. But anyway i enjoyed it,loved it, admire it."
     },
     {
      "title": "A movie must to watch",
      "content": "It is one of the best movie if this isn't best the no one best. First I thing it's kind of boring movie but when I saw it this suprise me. It has very good and inspirational movie. I'll e this movie. A movie must to see"
     },
     {
      "title": "good job",
      "content": ""
     },
     {
      "title": "Confident and compelling movie!",
      "content": "Ast and crew have done a full and fantastic job. The continuity and confidence in the story is remarkable. The idea behind the nature of the human behaviour and comprehension of its depth is clearly visible throughout the scenes."
     },
     {
      "title": "Best of",
      "content": ""
     },
     {
      "title": "Amazing story",
      "content": "Amazing story, performance it guides you the hole story"
     },
     {
      "title": "BIG LOVE",
      "content": "Without a doubt - one of the best movies I ever saw\n\nI highly recomend it for everyone looking for a good movie. Might be one of my favourite ones!"
     },
     {
      "title": "Man vs Man vs Himself",
      "content": "Accountability for the crimes we commit comes often at great cost, in this masterpiece, absolutely true.\n\nThis film is gut punching, heart breaking and warming.\n\nA MUST SEE."
     },
     {
      "title": "best",
      "content": "Very good and funny i love this movie actors is stars movie"
     },
     {
      "title": "One of the best",
      "content": "Simply stunning picture and a cant miss for any movie buff. Such a good story."
     },
     {
      "title": "One of the greatest films ive ever seen",
      "content": ""
     },
     {
      "title": "i swear",
      "content": "I have never watched a better movie than this before"
     },
     {
      "title": "Why film beats books",
      "content": "The Count of Monte Cristo isn't a very good book, and has spawned a few pretty poor films, but it's the ideas which make it an enduring story. Now whether Stephen King was consciously inspired by Dumas's (\"Dumass's\") book when writing the original short story I don't know - what I do know is that Frank Darabont took a dour, typically coarsely-detailed potboiler and evolved it into something special. The big step for me, was that having taken an interesting idea and made it good, Darabont then found an ensemble cast and a cinematographer who could make it sing. I don't think there's a dull line of dialogue in the movie, and barely a camera shot either out of place or wasted. Why it is that equally talented filmmakers can spend millions and produce the kind of mindless gibberish which actually wins Oscars (like 'Braveheart' did in the year 'Shawshank Redemption' was nominated) I'll truly never fathom. Maybe there should be another way of formally recognising talent: wait ten years then take a vote - that way the mindless and the popular will have time to find their level and what's left is worth remembering."
     },
     {
      "title": "It will remain as the best movie I have ever seen in my life.",
      "content": "I didn't have a single moment of boredom while watching this movie.When I think about this movie I wonder why."
     },
     {
      "title": "amazing film",
      "content": "Very nice the movie, so view very amazing and people cool"
     }
    ],
    "critics reviews": [
     {
      "Roger Ebert [Roger Ebert]": "Now streaming on:It is a strange comment to make about a film set inside a prison, but \"The Shawshank Redemption\" creates a warm hold on our feelings because it makes us a member of a family. Many movies offer us vicarious experiences and quick, superficial emotions. \"Shawshank\" slows down and looks. It uses the narrator's calm, observant voice to include us in the story of men who have formed a community behind bars. It is deeper than most films; about continuity in a lifetime, based on friendship and hope.Interesting that although the hero of the film is the convicted former banker Andy Dufresne (Tim Robbins), the action is never seen from his point of view. The film's opening scene shows him being given two life sentences for the murder of his wife and her lover, and then we move, permanently, to a point of view representing the prison population and particularly the lifer Ellis 'Red' Redding (Morgan Freeman). It is his voice remembering the first time he saw Andy (\"looked like a stiff breeze would blow him over\"), and predicting, wrongly, that he wouldn't make it in prison.From Andy's arrival on the prison bus to the film's end, we see only how others see him - Red, who becomes his best friend, Brooks the old librarian, the corrupt Warden Norton, guards and prisoners. Red is our surrogate. He's the one we identify with, and the redemption, when it comes, is Red's. We've been shown by Andy's example that you have to keep true to yourself, not lose hope, bide your time, set a quiet example and look for your chance. \"I guess it comes down to a simple choice, really,\" he tells Red. \"Get busy livin' or get busy dyin'.\"The key to the film's structure, I think, is that it's not about its hero, but about our relationship with him - our curiosity, our pity, our admiration. If Andy had been the heroic center, bravely enduring, the film would have been conventional, and less mysterious. But we wonder about this guy. Did he really kill those two people? Why does he keep so much to himself? Why can he amble through the prison yard like a free man on a stroll, when everyone else plods or sidles?People like excitement at the movies, and titles that provide it do well. Films about \"redemption\" are approached with great wariness; a lot of people are not thrilled by the prospect of a great film - it sounds like work. But there's a hunger for messages of hope, and when a film offers one, it's likely to have staying power even if it doesn't grab an immediate audience.\"The Shawshank Redemption\" premiered at the Toronto Film Festival in September 1994, and opened a few weeks later. It got good reviews but did poor business (its $18 million original gross didn't cover costs; it took in only another $10 million after winning seven Oscar nominations, including best picture).There wasn't much going for it: It had a terrible title, it was a \"prison drama\" and women don't like those, it contained almost no action, it starred actors who were respected but not big stars, and it was long at 142 minutes. Clearly this was a movie that needed word-of-mouth to find an audience, and indeed business was slowly but steadily growing when it was yanked from theaters. If it had been left to find its way, it might have continued to build and run for months, but that's not what happened.Instead, in one of the most remarkable stories in home video history, it found its real mass audience on tapes and discs, and through TV screenings. Within five years, \"Shawshank\" was a phenomenon, a video best seller and renter that its admirers feel they've discovered for themselves. When the Wall Street Journal ran an article about the \"Shawshank\" groundswell in April 1999, it was occupying first place in the Internet Movie Database worldwide vote of the 250 best films; it's usually in the top five.Polls and rentals reflect popularity but don't explain why people value \"Shawshank\" so fervently. Maybe it plays more like a spiritual experience than a movie. It does have entertaining payoff moments (as when the guards from another prison, wearing their baseball uniforms, line up to have Andy do their taxes). But much of the movie involves quiet, solitude, and philosophical discussions about life. The moments of violence (as when Andy is sexually assaulted) are seen objectively, not exploited.The movie avoids lingering on Andy's suffering; after beatings, he's seen in medium and long shot, tactfully. The camera doesn't focus on Andy's wounds or bruises, but, like his fellow prisoners, gives him his space.The Morgan Freeman character is carrier of the film's spiritual arc. We see him at three parole hearings, after 20, 30 and 40 years. The first hearing involves storytelling trickery; the film has opened with Andy's sentencing, and then we see a parole board, and expect it's about to listen to Andy's appeal. But, no, that's when we first see Red. In his first appeal he tries to convince the board he's been rehabilitated. In the second, he just goes through the motions. In the third, he rejects the whole notion of rehabilitation, and somehow in doing so he sets his spirit free, and the board releases him.There's an underlying problem. Behind bars, Red is king. He's the prison fixer, able to get you a pack of cigarettes, a little rock pick or a Rita Hayworth poster. On the outside, he has no status or identity. We've already seen what happened to the old librarian (James Whitmore), lonely and adrift in freedom. The last act, in which Andy helps Red accept his freedom, is deeply moving - all the more so because Andy again operates at a distance, with letters and postcards, and is seen through Red's mind.Frank Darabont wrote and directed the film, basing it on a story by Stephen King. His film grants itself a leisure that most films are afraid to risk. The movie is as deliberate, considered and thoughtful as Freeman's narration. There's a feeling in Hollywood that audiences have short attention spans and must be assaulted with fresh novelties. I think such movies are slower to sit through than a film like \"Shawshank,\" which absorbs us and takes away the awareness that we are watching a film.Deliberate, too, is the dialogue. Tim Robbins makes Andy a man of few words, quietly spoken. He doesn't get real worked up. He is his own man, capable of keeping his head down for years and then indulging in a grand gesture, as when he plays an aria from Mozart's \"The Marriage of Figaro.\" (The overhead shot of the prisoners in the yard, spellbound by the music, is one of the film's epiphanies.) Because he does not volunteer himself, reach out to us or overplay his feelings, he becomes more fascinating: It is often better to wonder what a character is thinking than to know.Roger Deakins' cinematography is tactful, not showy. Two opening shots, one from a helicopter, one of prison walls looming overhead, establish the prison. Shots follow the dialogue instead of anticipating it. Thomas Newman's music enhances rather than informs, and there is a subtle touch in the way deep bass rumblings during the early murder are reprised when a young prisoner recalls another man's description of the crime.Darabont constructs the film to observe the story, not to punch it up or upstage it. Upstaging, in fact, is unknown in this film; the actors are content to stay within their roles, the story moves in an orderly way, and the film itself reflects the slow passage of the decades. \"When they put you in that cell,\" Red says, \"when those bars slam home, that's when you know it's for real. Old life blown away in the blink of an eye. Nothing left but all the time in the world to think about it.\" Watching the film again, I admired it even more than the first time I saw it. Affection for good films often grows with familiarity, as it does with music. Some have said life is a prison, we are Red, Andy is our redeemer. All good art is about something deeper than it admits.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n142 minutes\n\n\nTim Robbins\nas Andy Dufresne\n\nBob Gunton\nas Warden Norton\n\nWilliam Sadler\nas Heywood\n\nJames Whitmore\nas Librarian\n\nClancy Brown\nas Captain Hadley\n\nGil Bellows\nas Tommy\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "Roger Ebert [Roger Ebert]": "Now streaming on:\"The Shawshank Redemption\" is a movie about time, patience and loyalty -- not sexy qualities, perhaps, but they grow on you during the subterranean progress of this story, which is about how two men serving life sentences in prison become friends and find a way to fight off despair.The story is narrated by \"Red\" Redding (Morgan Freeman), who has been inside the walls of Shawshank Prison for a very long time and is its leading entrepreneur. He can get you whatever you need: cigarettes, candy, even a little rock pick like an amateur geologist might use. One day he and his fellow inmates watch the latest busload of prisoners unload, and they make bets on who will cry during their first night in prison, and who will not. Red bets on a tall, lanky guy named Andy Dufresne (Tim Robbins), who looks like a babe in the woods.But Andy does not cry, and Red loses the cigarettes he wagered. Andy turns out to be a surprise to everyone in Shawshank, because within him is such a powerful reservoir of determination and strength that nothing seems to break him. Andy was a banker on the outside, and he's in for murder. He's apparently innocent, and there are all sorts of details involving his case, but after a while they take on a kind of unreality; all that counts inside prison is its own society -- who is strong, who is not -- and the measured passage of time.Red is also a lifer. From time to time, measuring the decades, he goes up in front of the parole board, and they measure the length of his term (20 years, 30 years) and ask him if he thinks he has been rehabilitated. Oh, most surely, yes, he replies; but the fire goes out of his assurances as the years march past, and there is the sense that he has been institutionalized -- that, like another old lifer who kills himself after being paroled, he can no longer really envision life on the outside.Red's narration of the story allows him to speak for all of the prisoners, who sense a fortitude and integrity in Andy that survives the years. Andy will not kiss butt. He will not back down. But he is not violent, just formidably sure of himself. For the warden (Bob Gunton), he is both a challenge and a resource; Andy knows all about bookkeeping and tax preparation, and before long he's been moved out of his prison job in the library and assigned to the warden's office, where he sits behind an adding machine and keeps tabs on the warden's ill-gotten gains. His fame spreads, and eventually he's doing the taxes and pension plans for most of the officials of the local prison system.There are key moments in the film, as when Andy uses his clout to get some cold beers for his friends who are working on a roofing job. Or when he befriends the old prison librarian (James Whitmore). Or when he oversteps his boundaries and is thrown into solitary confinement. What quietly amazes everyone in the prison -- and us, too -- is the way he accepts the good and the bad as all part of some larger pattern than only he can fully see.The partnership between the characters played by Tim Robbins and Morgan Freeman is crucial to the way the story unfolds. This is not a \"prison drama\" in any conventional sense of the word. It is not about violence, riots or melodrama. The word \"redemption\" is in the title for a reason. The movie is based on a story, Rita Hayworth and the Shawshank Redemption, by Stephen King, which is quite unlike most of King's work. The horror here is not of the supernatural kind, but of the sort that flows from the realization than 10, 20, 30 years of a man's life have unreeled in the same unchanging daily prison routine.The director, Frank Darabont, paints the prison in drab grays and shadows, so that when key events do occur, they seem to have a life of their own.Andy, as played by Robbins, keeps his thoughts to himself. Red, as Freeman plays him, is therefore a crucial element in the story: His close observation of this man, down through the years, provides the way we monitor changes and track the measure of his influence on those around him. And all the time there is something else happening, hidden and secret, which is revealed only at the end.\"The Shawshank Redemption\" is not a depressing story, although I may have made it sound that way. There is a lot of life and humor in it, and warmth in the friendship that builds up between Andy and Red. There is even excitement and suspense, although not when we expect it. But mostly the film is an allegory about holding onto a sense of personal worth, despite everything. If the film is perhaps a little slow in its middle passages, maybe that is part of the idea, too, to give us a sense of the leaden passage of time, before the glory of the final redemption.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n142 minutes\n\n\nTim Robbins\nas Andy Dufresne\n\nBob Gunton\nas Warden Norton\n\nWilliam Sadler\nas Heywood\n\nJames Whitmore\nas Librarian\n\nClancy Brown\nas Captain Hadley\n\nGil Bellows\nas Tommy\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nWith a legion of titles like Pet Sematary, Firewalker, Sleepwalkers, Maximum Overdrive, and Children of the Corn, it's reasonable not to expect much from Stephen King-inspired motion pictures. Adaptations of the prolific author's work typically vary from mildly entertaining to virtually unwatchable. There are a few notable exceptions, however; two of which (Stand by Me, Misery) were crafted by widely-respected director Rob Reiner. While The Shawshank Redemption is not a Reiner movie per se, it is a production of Castle Rock Pictures (Reiner's film company), and ranks among the best filmed versions of any King stories to date. (This statement has not changed since I first wrote it in 1994.)\n\nSpanning the years from 1947 through 1966, The Shawshank Redemption takes the \"innocent man in prison\" theme and bends it at a different angle. Instead of focusing on crusades for freedom, the movie ventures down a less-traveled road, concentrating on the personal cost of adapting to prison life and how some convicts, once they conform, lose the ability to survive beyond the barbed wire and iron bars. As one of the characters puts it: \"These [prison] walls are funny. First you hate them, then you get used to them, then you start to depend on them.\"\n\nFilmed on location in a disused Ohio prison, The Shawshank Redemption is set in a place of perpetual dreariness. What little color there is, is drab and lifeless (lots of grays and muted greens and blues), and there are times when the film is a shade away from black-and-white (give credit to cinematographer Roger Deakins, a longtime Cohen brothers collaborator). It's ironic, therefore, that the central messages are of hope, redemption, and salvation.\n\nFirst time feature director Frank Darabont helms a fleet of impressive performances. Tim Robbins, as Andrew Dufresne, plays the wrongly convicted man with quiet dignity. Andy's ire is internal; he doesn't rant about his situation or the corruptness of the system that has imprisoned him. His unwillingness to surrender hope wins him the admiration of some and the contempt of others, and allows the audience to identify with him that much more strongly.\n\nEllis Boyd Redding (Morgan Freeman), or \"Red\" as his friends call him, is the self-proclaimed \"Sears and Roebuck\" of the Shawshank Prison (for a price, he can get just about anything from the outside). His is the narrative voice and, for once, the disembodied words aid, rather than intrude upon, the story. Serving a life sentence for murder, Red is a mixture of cynicism and sincerity - a man with a good soul who has done a vile deed. His friendship with Andy is one of The Shawshank Redemption's highlights.\n\nWilliam Sadler (as a fellow prisoner), Clancy Brown (as a sadistic guard), and Bob Gunton (as the corrupt warden) all give fine supporting performances. Newcomer Gil Bellows, in a small but crucial role (that was originally intended for Brad Pitt), brings the poise of a veteran to his portrayal of Tommy Williams, Andy's protege.\n\nUltimately, the standout actor is the venerable James Whitmore, doing his finest work in years. Whitmore's Brooks is a brilliantly realized character, and the scenes with him attempting to cope with life outside of Shawshank represents one of the film's most moving - and effective - sequences.\n\nUnfortunately, following a solid two hours of thought-provoking drama, the movie deflates like a punctured balloon during its overlong denouement. The too-predictable final twenty minutes move a little slowly, and writer/director Darabont exposes a distressing need to wrap up everything into a tidy little package.\n\n\"Salvation lies within,\" advises Warden Norton at one point. It is the presentation of this theme that makes The Shawshank Redemption unique. Prison movies often focus on the violence and hopelessness of a life behind bars. While this film includes those elements, it makes them peripheral. The Shawshank Redemption is all about hope and, because of that, watching it is both uplifting and cathartic.\n"
     },
     {
      "New York Times [Janet Maslin]": "AdvertisementSupported byFILM REVIEWSend any friend a storyAs a subscriber, you have 10 gift articles to give each month. Anyone can read what you share.By Janet MaslinThere are standard ways to stage a prison film and standard ways to tell a story by Stephen King. But \"The Shawshank Redemption,\" based on a King novella and set in the correctional institution of the title, succeeds in avoiding the familiar.Without a single riot scene or horrific effect, it tells a slow, gentle story of camaraderie and growth, with an ending that abruptly finds poetic justice in what has come before. The writer and director, Frank Darabont, tells this tale with a surprising degree of loving care.There are times when \"The Shawshank Redemption\" comes dangerously close to sounding one of those \"triumph of the human spirit\" notes. But most of it is eloquently restrained. Despite an excess of voice-over narration and inspirational music, Mr. Darabont's film has a genuine dignity that holds the interest. It is helped greatly by fine, circumspect performances from Morgan Freeman as a rueful lifer named Red and Tim Robbins as Andy, the new kid on the cellblock. The film spans nearly 20 years of friendship between these two.When Andy is convicted of his wife's murder, the judge pronounces him \"a particularly remorseless and icy man.\" He sustains that chill when he first arrives at Shawshank, remaining aloof from other inmates even when those inmates threaten him with physical harm. \"I wish I could tell you that Andy fought the good fight,\" says Red, who knows Andy has been gang-raped by fellow prisoners, in one of the film's only halfway-brutal episodes. \"I wish I could tell you that, but prison is no fairy-tale world.\"Needless to say, the heroes of such stories usually do succeed in defending themselves, at least when Hollywood is telling the fairy tale. But \"The Shawshank Redemption\" has its own brand of iconoclasm, with Mr. Darabont's direction as quiet, purposeful and secretive as Andy is himself.Eventually Andy begins to fit in, especially after he wows the guards with skills left over from his pre-prison banking career. From the first time he advises one guard to make a one-time-only tax-free gift to his wife, Andy gets a new lease on life as \"a convicted murderer who provides sound financial planning.\"Andy does special fiscal favors for the warden. (\"You know, the funny thing is, on the outside I was an honest man, straight as an arrow,\" he says about this. \"I had to come to prison to be a crook.\") He also makes the occasional dramatic gesture, like commandeering the prison's loudspeaker and playing a Mozart aria for all his fellow inmates. The film has a tendency to wax romantic at such moments, but more often it sustains an intelligent reserve.Mr. Freeman is so quietly impressive here that there's reason to wish Red's role had more range. As written, he spends his time observing Andy fondly and describing prison life. But Mr. Freeman's commanding presence makes him a much stronger figure than that. Mr. Freeman is especially moving when he suggests how dependent Red has become on the prison walls that give shape to his life. Even so, Red has kept his ruefulness. \"Only guilty man in Shawshank,\" he jokes about himself.Mr. Robbins has the trickier role of someone whose still waters run deep, but whose experience doesn't add up until an exposition-packed denouement. (The film's swift, enjoyably farfetched closing scenes are a sharp reminder of who is the author of this story, after all.) Andy's is the more subdued role, but Mr. Robbins plays it intensely, and he ages effectively from newcomer to father figure during the story. One of Andy's projects is improving the prison library, which once contained nothing but the equivalent of books by Stephen King.To raise funds for this undertaking, Andy is steady and patient, writing weekly letters to state officials until he gets what he wants. Mr. Darabont, a screenwriter making an impressive directorial debut, works in much the same quietly persistent way. \"The Shawshank Conspiracy\" takes shape slowly and carefully, displaying an overall subtlety that's surprising in a movie of this genre. In the end, like Andy and Red, it gets to where it wanted to go.\"The Shawshank Redemption\" is rated R (Under 17 requires accompanying parent or adult guardian). It includes profanity and occasional violence, including a scene that discreetly suggests homosexual rape.THE SHAWSHANK REDEMPTION Written and directed by Frank Darabont, based on the novella \"Rita Hayworth and the Shawshank Redemption,\" by Stephen King; director of photography, Roger Deakins; edited by Richard Francis-Bruce; music by Tom Newman; production designer, Terence Marsh; produced by Niki Marvin; released by Columbia Pictures. Running time: 142 minutes. This film is rated R. WITH: Morgan Freeman (Red), Tim Robbins (Andy), Gil Bellows (Tommy), Clancy Brown (Captain Hadley), Bob Gunton (Warden Norton), Mark Rolston (Bogs Diamond), William Sadler (Heywood) and James Whitmore (Brooks Hatlen).Advertisement"
     },
     {
      "Washington Post [Desson Howe]": "\n\n\n\n\"The Shawshank Redemption\" starts off with the familiar brutality of a prison movie. Convicted in the late 1940s for the murder of his wife and her lover, banker Tim  Robbins  is thrown into the slammer (the  Shawshank penitentiary in Maine) for two consecutive life sentences.\n\n\nSeasoned inmate Morgan  Freeman\u0097the narrator in this story\u0097watches as the soft-spoken, vulnerable prisoner undergoes the inevitable gang rape. Prison,  Freeman tells the audience in that inimitably authoritative voice, \"is no fairy tale world.\"\n\n\nIn this case, he's dead wrong. \" Shawshank, \" based on Stephen King's novella \"Rita Hayworth and Shawshank  Redemption,\" is a complete fairy tale, a sentimental yarn full of the darndest twists and turns since Frank Capra rolled his cameras. Cinematographer Roger Deakins's images are burnished with that \"long time ago\" golden glow, the inmates are\u0097ultimately\u0097a bunch of cute pushovers, and the worst thing about prison (give or take an initiation rape or three) is the boredom.\n\n\n\"In prison,\" intones  Freeman, \"a man will do anything to keep his mind occupied.\" What  Robbins, who has proclaimed his innocence all along, does to keep his mind occupied is the punch line of the story.\n\n\nThe institution is run by warden Bob Gunton, a cliched sociopathic despot who likes beating prisoners to death (to make a point) but will not abide religious blasphemy. Gunton is enthusiastically supported by sadistic guard Clancy Brown, who enjoys a regular round of assault and battery himself.\n\n\nBut it's clear from the start that  Robbins,  despite the hardships, is emotionally protected by his own innocence. He charms everyone and, eventually, parlays his business skills into a useful commodity. By the end, these grim authoritarians and jailbirds are eating out of his hand. In fact, Robbins's  effect on everyone is so cheesily messianic, they should have called this \"Forrest Gump Goes to Jail.\"\n\n\nSpeaking of jail, \"Shawshank\"-the-movie seems to last about half a life sentence. The story, chiefly about the 20-year friendship between  Freeman and Robbins,  becomes incarcerated in its own labyrinthine sentimentality. It wanders down subplots at every opportunity and ignores an abundance of narrative exit points before settling on the aforementioned finale. And leave it to pandering, first-time director Frank Darabont to ensure no audience member leaves this film unsure of the ending. Heaven forbid a movie should end with a smidgen of mystery!\n\n\nStill, although \"Shawshank\" gradually deteriorates (or, if you're a sentimentalist, gets better and better), there are things to be enjoyed. The principal performances are the most obvious pleasures.  Robbins  \u0097with those bulging baby blues and that voluptuous baby mouth\u0097exudes the perfect kind of innocence to sell this tall tale.\n\n\nAs for Freeman, he's a master of comedic and poignant cadence. He could read the local real estate listings and make you weep\u0097or laugh. \"These walls are funny,\" he intones. \"First you hate them. Then you get used to them.  After time passes, you get so's you depend on them.\" From Freeman,  these words read like existential thunder.\n\n\nWhen Robbins, upon making Freeman's acquaintance, asserts that he's innocent of the double murder, Freeman  smirks. \"You're going to fit right in,\" he tells  Robbins. \"You know that everybody in here's innocent?\"\nTHE SHAWSHANK REDEMPTION (R) \u0097 Contains profanity, violence and rape sequences. \n\nCopyright The Washington PostBack to the top"
     },
     {
      "Washington Post [Rita Kempley]": "\n\n\n\nThough adapted from a Stephen King novella, \"The Shawshank Redemption\" has more to do with a man's internal demons than the kind that routinely rise up from overgrown graveyards. Like \"Stand by Me,\" it's not a typical story from the horror King. Instead, it's a devoutly old-fashioned, spiritually uplifting prison drama about two lifers who must break their emotional shackles before they can finally become free men.\n\n\nSet in a spooky old penitentiary with turrets and towers, the movie manages to be true to its Big House origins while incorporating such horrific mainstays as the clanking of chains and the creaking of the walls. There's even a raven that roosts in the prison library, where he is cared for by a darling old trusty (James Whitmore). For the most part, however, the movie expands upon cliches that date back to James Cagney's prison portraits\u0097the twisted warden (Bob Gunton) and the sadistic guard (Clancy Brown).\n\n\nDirector Frank Darabont, who apprenticed on B-scripts (\"The Fly II\") and TV movies (\"Buried Alive\"), manages to fashion an improbable new pattern from the same old material in his remarkable debut. While he deals with the grimmest aspects of prison life (sadistic guards, gang rapes and befouled food), Darabont is chiefly interested in the 20-year friendship that sustains Andy (Tim Robbins)  and Red (Morgan  Freeman) .\n\n\nThe movie opens in 1947 as Andy, a prominent New England banker, is on trial for murdering his wife and her lover. Not only did he have a motive, but he had the opportunity\u0097his footprints were found at the scene of the crime\u0097and he had a weapon of the caliber used in the shootings. He insists that he is innocent, but the jury finds him guilty. Sentenced to life twice over, Andy is shipped to the maximum-security state prison at  Shawshank,  Maine. An introverted loner with an interest in reading, chess and rock carving, Andy doesn't make himself many friends until Red, a 30-year-veteran of the system, decides to take him under his wing.\n\n\nThings begin to change for the better when Andy finds a way to use his skills and education to benefit his fellow felons. When he overhears the guard captain complaining about losing most of an inheritance to taxes, he offers to trade his advice for three beers for each of the men who are working with him that day tarring the roof.\n\n\nHis reputation as a financial adviser spreads, and soon he is doing the taxes for all the guards and running the warden's outside scams. This leads to a position in the tiny prison library, which Andy gradually expands into the best educational facility of its kind in the area. It takes him six years to do it, but Andy never gives up hope.\n\n\nIt is hope that allows the self-proclaimed innocent man to survive what may or may not be an unjust imprisonment. And hope is his gift to his friend Red, who no longer even tries to impress the parole board at his hearings. He's become \"institutionalized,\" he explains to Andy, and would be a \"nobody\" on the outside.\n\n\nRed's gift to Andy is absolution when he finally confesses his true sins.  Whether or not he pulled the trigger, Andy blames himself for causing his wife's death; his redemption comes as he learns to give of himself over the course of this marvelously acted and directed film.\n\n\nRobbins gives a performance that evolves with beautiful clarity from starchy banker to warm and loving friend.  Freeman  is sure to gain his third Oscar nomination for his portrayal of Red. He also reads the film's lovely narration, much of it drawn verbatim from King's 1982 novella.\n\n\nA detailed portrait of the routine of cellblock life, \"The  Shawshank Redemption\" might change a few minds about the usefulness of incarceration in terms of rehabilitation. Mostly, though, it reminds us of that we all hold the keys to our own prisons.\nCopyright The Washington PostBack to the top"
     }
    ]
   }
  ]
 },
 {
  "title": "The Godfather",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0068646/",
    "year": "1972",
    "genre": "Crime Drama",
    "rating": "9.2",
    "income": "0",
    "metascore": "100",
    "user review url": "https://www.imdb.com//title/tt0068646/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0068646/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "MAJOR difference in opinion...",
      "content": ""
     },
     {
      "title": "A good movie, however not worthy of its top ranking",
      "content": "When a prestige movie is made, utmost attention is given to detail, grandeur, style, and above all, popularity. Godfather was a movie made to honor the great work of Mario Puzo, who wrote a novel that brought true attention to the human side of the gangster/mobster. Capolla knew that he had embarked on a great mission when he set out to perform the unthinkable: to show the world that the leaders in crime have souls, and that they are certainly not invincible. This movie was what it was meant to be, a prestige movie, it took very few risks, and was filmed to simply document the lives of its characters.\n\nI found the Godfather to be a very well done movie. In fact, I enjoyed this movie so much that I have watched it on many occasions. This movie serves as a soap opera of the gangster world to me, and it tells its story very well. However, I do not believe that any film of this character should be given such a high accord in the Top 100 ranking. The highest position on the rating scale should be given to a movie that fulfills the requirements of a movie to the tee. The godfather does not do this as precisely as other movies.\n\nPeople go to see movies simply to be displaced from their ordinary lives. To be transported to another world, life, place, or perspective. The godfather does a very feeble attempt at fulfilling this essential requirement. Not at one moment in this movie does the audience become disconnected with themselves. There is not a single instance where the actions on the screen become real, and where the world in which the audience is watching from fades away. To those of us who believe in the true excellence of movies, the Godfather does not rate anywhere near the `best movie of all time'.\n\nMovies such as Moulin Rouge, Citizen Kane, Requiem for a Dream, the Matrix, Casablanca, Momento, and even (depending on the viewer) Gladiator, all grasp the viewer by their hair, and thrust them into another world, if for only a few seconds. The movie watching experience is topped by this disconnection from the real world. It leaves us in a feeling of awe, and shows us that the movie we just watched was more than just a movie, but a journey into the minds of the characters on the screen, and in some unique cases, a journey into the great depths of our own minds. With this sort of depth and greatness, these types of movies should be all in the top 10.\n\nThis unique greatness is not easily achieved. In order to capture the audience in such a thrilling way, a great deal of effort must be spend meticulously building up the pace and timing of the movie. The climax should be the point where the viewer has already been captured into the movie, and should thus create a `climatic experience', thus blowing the viewer away. The Godfather has none of these elements perfected to such a state that they encapsulate the viewing public to a degree worthy of its ranking.\n\nSo it is therefore obvious that The Godfather does not reach the greatness of a few other better movies, and so it is not deserving of its top ranking. If it were up to me, I would move the Godfather down to 5 or 6, and leave room the real screen gems to be appreciated.\n\nThis movie gets a rating of 9 out of 10"
     },
     {
      "title": "Massively overrated.",
      "content": "I continually fail to understand why The Godfather is hailed as \"The Greatest Movie of All Time\". I've seen it twice--a second time just to make sure--and I have to tell you that I sat there in a stupor, bored out of my mind. And I'm not a teenager raised on MTV; I'm in my 30s and am absolutely devoted to movies--I've seen as many classics (American & foreign) that I can get my hands on. But, for me, The Godfather ranks alongside Singin' in the Rain as the most overrated films of all time.\n\nSingin' in the Rain, at least, I get (it's just my intense dislike for Donald O'Connor that makes me dislike this film). But The Godfather? It's just a bland epic about a bunch of moronic gangsters, with Marlon Brando giving a campy performance, and riddled with repulsive violence. Give me a break. The fact that this movie is so \"beloved\" has had the direct result that nowadays we got absurdly worse and worse films every year, created by clueless filmmakers."
     },
     {
      "title": "Number one movie? It's madness I tell you... madness.",
      "content": "I'm voting and commenting about this film just to bring it down from its pedestal and invite everyone to do the same. I have nothing against Italians, the Mafia or any of the principals, but best film ever? Never. It was an entertaining film, which displayed some rather ridiculous acting, in a gross piece of defamation perpetrated on the Italians. I have nothing again violence and gore... even sex, on screen when appropriate, but this is a ludicrous consensus your readership has reached and it must be corrected."
     },
     {
      "title": "An Ugly Movie",
      "content": "\"The Godfather\" was a sickening experience the first time I saw it in its initial release, and it hasn't changed. I thoroughly disliked the film's spirit, finding it very ugly at its heart. I saw little justification for its existence, was sorry I saw it, and have tried to forget it."
     },
     {
      "title": "Violence, Violence and more Violence",
      "content": "A ponderously slow moving script interspersed with vulgar blood and guts scenes. After about 20 minutes of this tripe I wanted to drop a bomb in the middle and wipe out the whole lot of them -- for the good of humanity. With few exceptions (Pacino) the acting was also of low caliber. All the money spent on the sets, costumes, and backdrops could not make up for the lack of any direction or purpose to the main storyline."
     },
     {
      "title": "Not what I expected",
      "content": "After hearing about this legendary film I decided it was about time I watched it....after about an hour I really wished I hadn't wasted the money renting it...after the movie finished I was bored. The film was nothing like I had expected and I don't know how it possibly made it as big as it has. It was quite well cast I love Diane Keaton but she's better in Woody Allen's comedy's than in this derivitive movie. You want a good gangster movie...watch Goodfella's...it actually has a good story, entertaining characters & violence and paints a much more realistic picture of the mob world of the era. I'm not even going to bother watching parts 2 or 3 of the godfather coz Marlon Brando ain't even in them so their ain't much point! I think I'll go watch Marlon Brando's greatest performance...Guy's N Doll's."
     },
     {
      "title": "The Yawn Father...",
      "content": "If there was a zero out of 10, that's what I'd give it.\n\nI know so many people hear the movie title, \"The Godfather\" and automatically feel like praising that movie, that whole trilogy, to the high heavens. Well, I don't care if it was made well...apart from how it was made, the movie was bad and I'm still upset that my philosophy teacher made me suffer through the whole trilogy. Boring...slow...just plain snooze-ville.\n\nI'm probably going to have an angry mob coming after me for speaking of the movie this way, but it's my opinion...and I'm sure I'm not alone in feeling this way."
     },
     {
      "title": "The Truth",
      "content": "What can I say? I gave this thing a 1 because I honestly have never felt it was all that good. I that saw the average was a 9 at the time I voted and I felt the dissenters should get some representation. Brando isn't all that great in it. I mean the thing is better than the average film (at least I'm supposed to believe that), but 9 out of 10!? No way. Watch different movies. In fact, watch other coppala movies. I personally like 'The Outsiders' and 'The Conversation' better. I find the story to be boring. I also think the structure of the script is a little too gimicky and amateurish. I won't go into detail on this. I will just say the thing left me dry."
     },
     {
      "title": "a classic!",
      "content": "I am a teenager, and i never thought of finding The Godfather so interesting! It shows a vivid and perfect example of the words Classic and Timeless in a movie. The Godfather takes you to different heights with each scene, directed of course, by Francis Ford Coppola.\n\nMarlon Brando plays one of his funniest (for me, anyway) and greatest role. Al Pacino is another worth mentioning, the acting and the presentation of both actors are some of the key success of the Godfather. Having seen the movie, makes me want to pick up the book! If you need a break from all the recent \"typical movies\", then watch The Godfather."
     },
     {
      "title": "Maybe if the horse head got some lines it would be more interesting...",
      "content": "Long and boring and not worth writing two sentences. But since I have to, long and boring and not worth writing two sentences, long and boring and not worth writing two sentences, long and boring and not worth writing two sentences, I think you get my point!"
     },
     {
      "title": "Overrated",
      "content": "Either someone stuffed the ballot box on this one or people are merely voting for an icon without really thinking about it. This movie does not even remotely deserve its reputation. There is no significant character development; it is too long (and that's an understatement); and in quite a few places, the plot drags interminably."
     },
     {
      "title": "what is the big deal?",
      "content": "I'm glad there are a few voices of dissent within all of the gushing\n\nhype listed here. Do the fans of this movie rate \"Citizen Kane\" as\n\nthe 2nd best film of all time? Then maybe listen to the Beatles and\n\nElvis Presley as the greatest music of all time? Is America under\n\nsome kind of cultural mass-hypnosis?\n\nGrossly overrated on all counts."
     },
     {
      "title": "Thankfully, I saw the Sopranos first",
      "content": "I also saw Godthumb first. Both are eminently more watchable and enjoyable. I actually do understand the characters and feel for them in both of those movies. But The Godfather...I just don't get why so many people say this is a great movie. Perhaps it's to be cool and one of the crowd? I was bored.\n\nYes, there are some powerful scenes. Yes the brutality was startling back then and it still works today and fits the story, as opposed to the gratuitous and badly done violence in many movies. Yes, it was also interesting to see some amazing actors at their start.\n\nThe story is even interesting so that I might be moved to read the book. However, I found the pacing too slow and the dialogue and interpersonal relationships trite and shallow.\n\nI'm glad I finally saw this and found out it doesn't really glorify the mafia because I was not moved by anyone or empathetic with their choices. I'm glad I finally saw it so I could say I did.\n\nBut I won't be watching it again. I hear #2 is the best...it has to be."
     },
     {
      "title": "Most overrated film of all-time",
      "content": "This movie continues to be praised, but when I rented it I only made it through 45 minutes before I stopped the video. There aren't many movies that are so bad I don't watch the whole thing, but \"The Godfather\" is that bad. I don't care how much other people may like it. I still say it sucks,sucks,sucks,sucks,sucks,sucks,sucks..."
     },
     {
      "title": "If you haven't seen The Godfather before",
      "content": ", the most important thing you can do before watching is to forget about all of the \"greatest film of all time\" hype. That's only likely to set up expectations that could never be met; more than likely you'll be disappointed. Just think of it as one of the better films from one of Hollywood's more admirable but relatively odder directors, featuring earlier performances from a very well known cast, and keep in mind that it's as much a \"historical family saga\" as a crime or gangster film."
     },
     {
      "title": "Overrated In Nutshell",
      "content": "When a director tries to romanticize what shouldn't romanticized such like mob crimes, prostitution laundry money works, Drugs dealing.. all this goofy stuff to present an evil version of robin hood who tries to justify a weak folks,protect his family and Pushing you in the same uncomfortable corner that your boring philosophy professor about morality , hence that fake masterpiece is the result.\n\nSo, is The Godfather an Overrated film?!\n\nWTF, no! It is super-overrated and boring.\n\nI had really high expectations about this movie, like \"Hey, you just must see it - that's how the world really works!\". As a journalist, I could not miss such a masterpiece. Well...the things did not work out as I had expected. First of all, in general, I found it to be way too long, boring and tedious. I get why so many people are impressed with that movie, it offers some interesting ideas to consider, some - well-hidden, though - criticism of the American society between the lines and a fascinating storyline.\n\nI really liked some scenes and parts, for example, \"Michael-hiding-himself-in-Italy\" was really beautiful! However, most of the movie is filled up with serious guys seriously discussing serious issues with a serious accent. And that's it! There is almost no humour, no symbology, no moral, no emotional charge - and no entertainment. By the way, I had exactly the same impression from the book and, knowing the plot already, I could not make myself to finish it.\n\nSecond, the acting and the characters. I expected something really super-amazing, or at least believable and accurate, and found none of those. I am a big fan of Al Pacino, for example, he totally nailed it in the Devil's Advocate (a better movie than the GF, in my opinion) but here, his stony face is just too...stony. No sensual or emotional charge at all. Just a serious, decisive guy - and nothing more. Hard to trust or to believe. The same for Marlon Brando. The GF is the only movie with him I have seen so far but his wheezy voice makes me cringe. And these guys are supposed to be Italians? They look like they both have had a serious deal of a serious wheat.\n\nAnd, the last but not the least - the accuracy. There is none. First of all, it is really...hard to believe that an Italian family, first and second generation of immigrants, speaks English with a weird accent all the time. This is just crazy and I am surprised no one mentions this epic fallacy. For God's sake, they should speak Italian at least for the purpose of conspiracy, as they do all they can to hide their activities from the state!\n\nSecond, there are almost no pictures of what the Corleones' circus is actually doing for living. We see a rich house, family dinners, rituals, consiglieris but no murders, no drugs, no prostitution, no dirty stuff, except for a couple of shots. It's an unfair presentation. There is no sense in asking whether the portrayal of the organized crime in the movie is accurate since the picture is incomplete.\n\nPues...to sum up, in my opinion, it's a tedious, commercial and super-superficial movie which is not bad in the common sense of these words - it might be worth seeing once. However, a fairly overrated one. The best movie of all times? No way. There are many deeper, funnier and more consistent pieces around.\n\nIn my view, a movie is great if it engages the imagination, captivates, makes one think more expansively, and above all ENTERTAINS. The Godfather does all of these, but not really to any remarkable degree. I can think of twenty other movies that outdo The Godfather in all of those categories.\n\nAnother thing: I prefer movies that tell an engaging story, and the focus of that story is about BIG IDEAS. The Godfather is one of those movies that are about people and the characters. The latter really is of little interest to people with more analytical, logical-thinking minds, and more appealing to \"feeler\" type people who get fascinated by people-focused stories and relationships.\n\nThat's it."
     },
     {
      "title": "Overrated..",
      "content": "I have never been able to watch this movie to the end, tried to watch it couple of times and fell asleep everytime. I think this film is just too long and boring. I can't understand how can someone think it's the best movie ever."
     },
     {
      "title": "GREAT AND A CLASSIC. BUT PERHAPS OVER-RATED?",
      "content": "The Godfather is a great movie and, in a series of three, the quality didn't diminish. The second installment won the Oscar for best picture, and it deserved it. However for those who read the book first, it is all familiar territory. Marlon Brando has only been better in \"On the Waterfront\" and Al Pacino has never been better, that is saying something. The film is perfect, almost. The book is better than the film and rarely get's mentioned. Emotion is there, but an age old stereotype get's enforced along the way. Everything else is perfect and earns the honour of being a true classic. The problem with the first installment, the second one was somehow better."
     },
     {
      "title": "Whats all the hype about???",
      "content": "Honesly couldn't see what all the fuss is about. I felt this film lacked the very basics which make a good film. Good actors boring story and even worse directing!!! Perhaps this is because i only watched the movie for the first time recently, and therefore am comparing it to the standard set by todays writers, producers, and directors? I don't doubt it was a masterful production in its day but honestly the bar set by current movie makers really sees the 'God father' sorely outclassed. It is my conjecture that those who voted 9 and 10 out of ten did so because they remember how good it was in its hay-day instead of comparing it to all movies past and present before rating it."
     },
     {
      "title": "Sets a very bad example",
      "content": "Such a boring movie. I'm a very well established psychiatrist and I was disgusted and bewildered by the lack of care the characters had for themselves in this film. What on earth was Michael Corleone doing not taking antidepressants?! Michael was a very depressed character and the fact he didn't seem to take any antidepressants in this film baffles me as I thought that would've been obvious for him to do.\n\nAntidepressants may be undertested a lot and may frequently make people infertile but it's totally worth it if it means stopping a potential suicide of someone like Michael. I'm disgusted with this movie and my heart ached for the Autistic man known as Michael Corleone to get help and good drugs from a pharmacy in this movie."
     },
     {
      "title": "123456789",
      "content": ""
     },
     {
      "title": "Overrated.",
      "content": "I obviously get the hype but for me it's the most overrated movie I've ever seen."
     },
     {
      "title": "The Worst movie ever made!",
      "content": ""
     },
     {
      "title": "This movie is Okay",
      "content": "And somebody has to do something about this hype Honestly bad acting, boring and shallow plot the movie is beeing watched only due to its hype"
     }
    ],
    "critics reviews": [
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:“The Godfather” is told entirely within a closed world. That’s why we sympathize with characters who are essentially evil. The story by Mario Puzo and Francis Ford Coppola is a brilliant conjuring act, inviting us to consider the Mafia entirely on its own terms. Don Vito Corleone (Marlon Brando) emerges as a sympathetic and even admirable character; during the entire film, this lifelong professional criminal does nothing of which we can really disapprove.During the movie we see not a single actual civilian victim of organized crime. No women trapped into prostitution. No lives wrecked by gambling. No victims of theft, fraud or protection rackets. The only police officer with a significant speaking role is corrupt.The story views the Mafia from the inside. That is its secret, its charm, its spell; in a way, it has shaped the public perception of the Mafia ever since. The real world is replaced by an authoritarian patriarchy where power and justice flow from the Godfather, and the only villains are traitors. There is one commandment, spoken by Michael (Al Pacino): “Don’t ever take sides against the family.”It is significant that the first shot is inside a dark, shuttered room. It is the wedding day of Vito Corleone’s daughter, and on such a day a Sicilian must grant any reasonable request. A man has come to ask for punishment for his daughter’s rapist. Don Vito asks why he did not come to him immediately.“I went to the police, like a good American,” the man says. The Godfather’s reply will underpin the entire movie: “Why did you go to the police? Why didn’t you come to me first? What have I ever done to make you treat me so disrespectfully? If you’d come to me in friendship, then this scum that ruined your daughter would be suffering this very day. And if, by chance, an honest man like yourself should make enemies . . . then they would become my enemies. And then they would fear you.”As the day continues, there are two more scenes in the Godfather’s darkened study, intercut with scenes from the wedding outside. By the end of the wedding sequence, most of the main characters will have been introduced, and we will know essential things about their personalities. It is a virtuoso stretch of filmmaking: Coppola brings his large cast onstage so artfully that we are drawn at once into the Godfather’s world.The screenplay of “The Godfather” follows no formulas except for the classic structure in which power passes between the generations. The writing is subtly constructed to set up events later in the film. Notice how the request by Johnny Fontane, the failing singer, pays off in the Hollywood scenes; how his tears set up the shocking moment when a mogul wakes up in bed with what is left of his racehorse. Notice how the undertaker is told “someday, and that day may never come, I will ask a favor of you. . .” and how when the day comes the favor is not violence (as in a conventional movie) but Don Vito’s desire to spare his wife the sight of their son’s maimed body. And notice how a woman’s “mistaken” phone call sets up the trap in which Sonny (James Caan) is murdered: It’s done so neatly that you have to think back through the events to figure it out.Now here is a trivia question: What is the name of Vito’s wife? She exists in the movie as an insignificant shadow, a plump Sicilian grandmother who poses with her husband in wedding pictures but plays no role in the events that take place in his study. There is little room for women in “The Godfather.” Sonny uses and discards them, and ignores his wife. Connie (Talia Shire), the Don’s daughter, is so disregarded that her husband is not allowed into the family business. He is thrown a bone--”a living”--and later, when he is killed, Michael coldly lies to his sister about what happened.The irony of the title is that it eventually comes to refer to the son, not the father. As the film opens Michael is not part of the family business, and plans to marry a WASP, Kay Adams (Diane Keaton). His turning point comes when he saves his father’s life by moving his hospital bed, and whispers to the unconscious man: “I’m with you now.”After he shoots the corrupt cop, Michael hides in Sicily, where he falls in love with and marries Appolonia (Simonetta Stefanelli). They do not speak the same language; small handicap for a Mafia wife. He undoubtedly loves Appolonia, as he loved Kay, but what is he thinking here: that he can no longer marry Kay because he has chosen a Mafia life? After Appolonia’s death and his return to America, he seeks out Kay and eventually they marry. Did he tell her about Appolonia? Such details are unimportant to the story.What is important is loyalty to the family. Much is said in the movie about trusting a man’s word, but honesty is nothing compared to loyalty. Michael doesn’t even trust Tom Hagen (Robert Duvall) with the secret that he plans to murder the heads of the other families. The famous “baptism massacre” is tough, virtuoso filmmaking: The baptism provides him with an airtight alibi, and he becomes a godfather in both senses at the same time.Vito Corleone is the moral center of the film. He is old, wise and opposed to dealing in drugs. He understands that society is not alarmed by “liquor, gambling . . . even women.” But drugs are a dirty business to Don Vito, and one of the movie’s best scenes is the Mafia summit at which he argues his point. The implication is that in the godfather’s world there would be no drugs, only “victimless crimes,” and justice would be dispatched evenly and swiftly.My argument is taking this form because I want to point out how cleverly Coppola structures his film to create sympathy for his heroes. The Mafia is not a benevolent and protective organization, and the Corleone family is only marginally better than the others. Yet when the old man falls dead among his tomato plants, we feel that a giant has passed.Gordon Willis’ cinematography is celebrated for its darkness; it is rich, atmospheric, expressive. You cannot appreciate this on television because the picture is artificially brightened. Coppola populates his dark interior spaces with remarkable faces. The front-line actors--Brando, Pacino, Caan, Duvall--are attractive in one way or another, but those who play their associates are chosen for their fleshy, thickly lined faces--for huge jaws and deeply set eyes. Look at Abe Vigoda as Tessio, the fearsome enforcer. The first time we see him, he’s dancing with a child at the wedding, her satin pumps balanced on his shoes. The sun shines that day, but never again: He is developed as a hulking presence who implies the possibility of violent revenge. Only at the end is he brightly lit again, to make him look vulnerable as he begs for his life.The Brando performance is justly famous and often imitated. We know all about his puffy cheeks, and his use of props like the kitten in the opening scene. Those are actor’s devices. Brando uses them but does not depend on them: He embodies the character so convincingly that at the end, when he warns his son two or three times that “the man who comes to you to set up a meeting--that’s the traitor,” we are not thinking of acting at all. We are thinking that the Don is growing old and repeating himself, but we are also thinking that he is probably absolutely right.Pacino plays Michael close to his vest; he has learned from his father never to talk in front of outsiders, never to trust anyone unnecessarily, to take advice but keep his own counsel. All of the other roles are so successfully filled that a strange thing happened as I watched this restored 1997 version: Familiar as I am with Robert Duvall, when he first appeared on the screen I found myself thinking, “There’s Tom Hagen.”Coppola went to Italy to find Nino Rota, composer of many Fellini films, to score the picture. Hearing the sadness and nostalgia of the movie’s main theme, I realized what the music was telling us: Things would have turned out better if we had only listened to the Godfather.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:“The Godfather” is told entirely within a closed world. That’s why we sympathize with characters who are essentially evil. The story by Mario Puzo and Francis Ford Coppola is a brilliant conjuring act, inviting us to consider the Mafia entirely on its own terms. Don Vito Corleone (Marlon Brando) emerges as a sympathetic and even admirable character; during the entire film, this lifelong professional criminal does nothing of which we can really disapprove.During the movie we see not a single actual civilian victim of organized crime. No women trapped into prostitution. No lives wrecked by gambling. No victims of theft, fraud or protection rackets. The only police officer with a significant speaking role is corrupt.The story views the Mafia from the inside. That is its secret, its charm, its spell; in a way, it has shaped the public perception of the Mafia ever since. The real world is replaced by an authoritarian patriarchy where power and justice flow from the Godfather, and the only villains are traitors. There is one commandment, spoken by Michael (Al Pacino): “Don’t ever take sides against the family.”It is significant that the first shot is inside a dark, shuttered room. It is the wedding day of Vito Corleone’s daughter, and on such a day a Sicilian must grant any reasonable request. A man has come to ask for punishment for his daughter’s rapist. Don Vito asks why he did not come to him immediately.“I went to the police, like a good American,” the man says. The Godfather’s reply will underpin the entire movie: “Why did you go to the police? Why didn’t you come to me first? What have I ever done to make you treat me so disrespectfully? If you’d come to me in friendship, then this scum that ruined your daughter would be suffering this very day. And if, by chance, an honest man like yourself should make enemies . . . then they would become my enemies. And then they would fear you.”As the day continues, there are two more scenes in the Godfather’s darkened study, intercut with scenes from the wedding outside. By the end of the wedding sequence, most of the main characters will have been introduced, and we will know essential things about their personalities. It is a virtuoso stretch of filmmaking: Coppola brings his large cast onstage so artfully that we are drawn at once into the Godfather’s world.The screenplay of “The Godfather” follows no formulas except for the classic structure in which power passes between the generations. The writing is subtly constructed to set up events later in the film. Notice how the request by Johnny Fontane, the failing singer, pays off in the Hollywood scenes; how his tears set up the shocking moment when a mogul wakes up in bed with what is left of his racehorse. Notice how the undertaker is told “someday, and that day may never come, I will ask a favor of you. . .” and how when the day comes the favor is not violence (as in a conventional movie) but Don Vito’s desire to spare his wife the sight of their son’s maimed body. And notice how a woman’s “mistaken” phone call sets up the trap in which Sonny (James Caan) is murdered: It’s done so neatly that you have to think back through the events to figure it out.Now here is a trivia question: What is the name of Vito’s wife? She exists in the movie as an insignificant shadow, a plump Sicilian grandmother who poses with her husband in wedding pictures but plays no role in the events that take place in his study. There is little room for women in “The Godfather.” Sonny uses and discards them, and ignores his wife. Connie (Talia Shire), the Don’s daughter, is so disregarded that her husband is not allowed into the family business. He is thrown a bone--”a living”--and later, when he is killed, Michael coldly lies to his sister about what happened.The irony of the title is that it eventually comes to refer to the son, not the father. As the film opens Michael is not part of the family business, and plans to marry a WASP, Kay Adams (Diane Keaton). His turning point comes when he saves his father’s life by moving his hospital bed, and whispers to the unconscious man: “I’m with you now.”After he shoots the corrupt cop, Michael hides in Sicily, where he falls in love with and marries Appolonia (Simonetta Stefanelli). They do not speak the same language; small handicap for a Mafia wife. He undoubtedly loves Appolonia, as he loved Kay, but what is he thinking here: that he can no longer marry Kay because he has chosen a Mafia life? After Appolonia’s death and his return to America, he seeks out Kay and eventually they marry. Did he tell her about Appolonia? Such details are unimportant to the story.What is important is loyalty to the family. Much is said in the movie about trusting a man’s word, but honesty is nothing compared to loyalty. Michael doesn’t even trust Tom Hagen (Robert Duvall) with the secret that he plans to murder the heads of the other families. The famous “baptism massacre” is tough, virtuoso filmmaking: The baptism provides him with an airtight alibi, and he becomes a godfather in both senses at the same time.Vito Corleone is the moral center of the film. He is old, wise and opposed to dealing in drugs. He understands that society is not alarmed by “liquor, gambling . . . even women.” But drugs are a dirty business to Don Vito, and one of the movie’s best scenes is the Mafia summit at which he argues his point. The implication is that in the godfather’s world there would be no drugs, only “victimless crimes,” and justice would be dispatched evenly and swiftly.My argument is taking this form because I want to point out how cleverly Coppola structures his film to create sympathy for his heroes. The Mafia is not a benevolent and protective organization, and the Corleone family is only marginally better than the others. Yet when the old man falls dead among his tomato plants, we feel that a giant has passed.Gordon Willis’ cinematography is celebrated for its darkness; it is rich, atmospheric, expressive. You cannot appreciate this on television because the picture is artificially brightened. Coppola populates his dark interior spaces with remarkable faces. The front-line actors--Brando, Pacino, Caan, Duvall--are attractive in one way or another, but those who play their associates are chosen for their fleshy, thickly lined faces--for huge jaws and deeply set eyes. Look at Abe Vigoda as Tessio, the fearsome enforcer. The first time we see him, he’s dancing with a child at the wedding, her satin pumps balanced on his shoes. The sun shines that day, but never again: He is developed as a hulking presence who implies the possibility of violent revenge. Only at the end is he brightly lit again, to make him look vulnerable as he begs for his life.The Brando performance is justly famous and often imitated. We know all about his puffy cheeks, and his use of props like the kitten in the opening scene. Those are actor’s devices. Brando uses them but does not depend on them: He embodies the character so convincingly that at the end, when he warns his son two or three times that “the man who comes to you to set up a meeting--that’s the traitor,” we are not thinking of acting at all. We are thinking that the Don is growing old and repeating himself, but we are also thinking that he is probably absolutely right.Pacino plays Michael close to his vest; he has learned from his father never to talk in front of outsiders, never to trust anyone unnecessarily, to take advice but keep his own counsel. All of the other roles are so successfully filled that a strange thing happened as I watched this restored 1997 version: Familiar as I am with Robert Duvall, when he first appeared on the screen I found myself thinking, “There’s Tom Hagen.”Coppola went to Italy to find Nino Rota, composer of many Fellini films, to score the picture. Hearing the sadness and nostalgia of the movie’s main theme, I realized what the music was telling us: Things would have turned out better if we had only listened to the Godfather.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:We know from Gay Talese’s book Honor Thy Father that being a professional mobster isn’t all sunshine and roses. More often, it’s the boredom of stuffy rooms and a bad diet of carry-out food, punctuated by brief, terrible bursts of violence. This is exactly the feel of “The Godfather,” which brushes aside the flashy glamour of the traditional gangster picture and gives us what’s left: fierce tribal loyalties, deadly little neighborhood quarrels in Brooklyn, and a form of vengeance to match every affront.The remarkable thing about Mario Puzo’s novel was the way it seemed to be told from the inside out; he didn’t give us a world of international intrigue, but a private club as constricted as the seventh grade. Everybody knew everybody else and had a pretty shrewd hunch what they were up to.The movie (based on a script labored over for some time by Puzo and then finally given form, I suspect, by director Francis Ford Coppola) gets the same feel. We tend to identify with Don Corleone’s family not because we dig gang wars, but because we have been with them from the beginning, watching them wait for battle while sitting at the kitchen table and eating chow mein out of paper cartons.“The Godfather” himself is not even the central character in the drama. That position goes to the youngest, brightest son, Michael, who understands the nature of his father’s position while revising his old-fashioned ways. The Godfather’s role in the family enterprise is described by his name; he stands outside the next generation which will carry on and, hopefully, angle the family into legitimate enterprises.Those who have read the novel may be surprised to find Michael at the center of the movie, instead of Don Corleone. In fact, this is simply an economical way for Coppola to get at the heart of the Puzo story, which dealt with the transfer of power within the family. Marlon Brando, who plays the Godfather as a shrewd, unbreakable old man, actually has the character lead in the movie; Al Pacino, with a brilliantly developed performance as Michael, is the lead.But Brando’s performance is a skillful throwaway, even though it earned him an Academy Award for best actor. His voice is wheezy and whispery, and his physical movements deliberately lack precision; the effect is of a man so accustomed to power that he no longer needs to remind others. Brando does look the part of old Don Corleone, mostly because of acting and partly because of the makeup, although he seems to have stuffed a little too much cotton into his jowls, making his lower face immobile.The rest of the actors supply one example after another of inspired casting. Although “The Godfather” is a long, minutely detailed movie of some three hours, there naturally isn’t time to go into the backgrounds and identities of such characters as Clemenza, the family lieutenant; Jack Woltz, the movie czar; Luca Brasi, the loyal professional killer; McCluskey, the crooked cop; and the rest. Coppola and producer Al Ruddy skirt this problem with understated typecasting. As the Irish cop, for example, they simply slide in Sterling Hayden and let the character go about his business. Richard Castellano is an unshakable Clemenza. John Marley makes a perfectly hateful Hollywood mogul (and, yes, he still wakes up to find he’ll have to cancel his day at the races). The success of “The Godfather” as a novel was largely due to a series of unforgettable scenes. Puzo is a good storyteller, but no great shakes as a writer. The movie gives almost everything in the novel except the gynecological repair job. It doesn’t miss a single killing; it opens with the wedding of Don Corleone’s daughter (and attendant upstairs activity); and there are the right number of auto bombs, double crosses, and garrotings.Coppola has found a style and a visual look for all this material so “The Godfather” becomes something of a rarity: a really good movie squeezed from a bestseller. The decision to shoot everything in period decor (the middle and late 1940s) was crucial; if they’d tried to save money as they originally planned, by bringing everything up-to-date, the movie simply wouldn’t have worked. But it’s uncannily successful as a period piece, filled with sleek, bulging limousines and postwar fedoras. Coppola and his cinematographer, Gordon Willis, also do some interesting things with the color photography. The earlier scenes have a reddish-brown tint, slightly overexposed and feeling like nothing so much as a 1946 newspaper rotogravure supplement.Although the movie is three hours long, it absorbs us so effectively it never has to hurry. There is something in the measured passage of time as Don Corleone hands over his reins of power that would have made a shorter, faster moving film unseemly. Even at this length, there are characters in relationships you can’t quite understand unless you’ve read the novel. Or perhaps you can, just by the way the characters look at each other.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:We know from Gay Talese’s book Honor Thy Father that being a professional mobster isn’t all sunshine and roses. More often, it’s the boredom of stuffy rooms and a bad diet of carry-out food, punctuated by brief, terrible bursts of violence. This is exactly the feel of “The Godfather,” which brushes aside the flashy glamour of the traditional gangster picture and gives us what’s left: fierce tribal loyalties, deadly little neighborhood quarrels in Brooklyn, and a form of vengeance to match every affront.The remarkable thing about Mario Puzo’s novel was the way it seemed to be told from the inside out; he didn’t give us a world of international intrigue, but a private club as constricted as the seventh grade. Everybody knew everybody else and had a pretty shrewd hunch what they were up to.The movie (based on a script labored over for some time by Puzo and then finally given form, I suspect, by director Francis Ford Coppola) gets the same feel. We tend to identify with Don Corleone’s family not because we dig gang wars, but because we have been with them from the beginning, watching them wait for battle while sitting at the kitchen table and eating chow mein out of paper cartons.“The Godfather” himself is not even the central character in the drama. That position goes to the youngest, brightest son, Michael, who understands the nature of his father’s position while revising his old-fashioned ways. The Godfather’s role in the family enterprise is described by his name; he stands outside the next generation which will carry on and, hopefully, angle the family into legitimate enterprises.Those who have read the novel may be surprised to find Michael at the center of the movie, instead of Don Corleone. In fact, this is simply an economical way for Coppola to get at the heart of the Puzo story, which dealt with the transfer of power within the family. Marlon Brando, who plays the Godfather as a shrewd, unbreakable old man, actually has the character lead in the movie; Al Pacino, with a brilliantly developed performance as Michael, is the lead.But Brando’s performance is a skillful throwaway, even though it earned him an Academy Award for best actor. His voice is wheezy and whispery, and his physical movements deliberately lack precision; the effect is of a man so accustomed to power that he no longer needs to remind others. Brando does look the part of old Don Corleone, mostly because of acting and partly because of the makeup, although he seems to have stuffed a little too much cotton into his jowls, making his lower face immobile.The rest of the actors supply one example after another of inspired casting. Although “The Godfather” is a long, minutely detailed movie of some three hours, there naturally isn’t time to go into the backgrounds and identities of such characters as Clemenza, the family lieutenant; Jack Woltz, the movie czar; Luca Brasi, the loyal professional killer; McCluskey, the crooked cop; and the rest. Coppola and producer Al Ruddy skirt this problem with understated typecasting. As the Irish cop, for example, they simply slide in Sterling Hayden and let the character go about his business. Richard Castellano is an unshakable Clemenza. John Marley makes a perfectly hateful Hollywood mogul (and, yes, he still wakes up to find he’ll have to cancel his day at the races). The success of “The Godfather” as a novel was largely due to a series of unforgettable scenes. Puzo is a good storyteller, but no great shakes as a writer. The movie gives almost everything in the novel except the gynecological repair job. It doesn’t miss a single killing; it opens with the wedding of Don Corleone’s daughter (and attendant upstairs activity); and there are the right number of auto bombs, double crosses, and garrotings.Coppola has found a style and a visual look for all this material so “The Godfather” becomes something of a rarity: a really good movie squeezed from a bestseller. The decision to shoot everything in period decor (the middle and late 1940s) was crucial; if they’d tried to save money as they originally planned, by bringing everything up-to-date, the movie simply wouldn’t have worked. But it’s uncannily successful as a period piece, filled with sleek, bulging limousines and postwar fedoras. Coppola and his cinematographer, Gordon Willis, also do some interesting things with the color photography. The earlier scenes have a reddish-brown tint, slightly overexposed and feeling like nothing so much as a 1946 newspaper rotogravure supplement.Although the movie is three hours long, it absorbs us so effectively it never has to hurry. There is something in the measured passage of time as Don Corleone hands over his reins of power that would have made a shorter, faster moving film unseemly. Even at this length, there are characters in relationships you can’t quite understand unless you’ve read the novel. Or perhaps you can, just by the way the characters look at each other.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n175 minutes\n\n\nMarlon Brando\nas Don Vito Corleone\n\nRichard Costellano\nas Clemenza\n\nRobert Duvall\nas Tom Hagen\n\nAlex Rocco\nas Moe Green\n\nJames Caan\nas Sonny Corleone\n\nJohn Cazale\nas Fredo Corleone\n\nJohn Marley\nas Jack Woltz\n\nDiane Keaton\nas Kay Adams\n\nAl Pacino\nas Michael Corleone\n\nSterling Hayden\nas McClusky\n\nRichard Conte\nas Barzini\n\nTalia Shire\nas Connie Rizzi\n\nGianni Russo\nas Carlo Rizzi\n\nLenny Montana\nas Luca Brasi\n\nRichard S. Castellano\nas Clemenza\n\nRudy Bond\nas Cuneo\n\nMarlon Brando\nas Vito Corleone\n\nAl Martino\nas Johnny Fontane\n\nTony Giorgio\nas Bruno Tattaglia\n\nAl Lettieri\nas Sollozzo\n\nMorgana King\nas Mamma Corleone\n\nJohn Martino\nas Paulie Gatto\n\nSterling Hayden\nas McCluskey\n\nTalia Shire\nas Connie\n\nAbe Vigoda\nas Tessio\n\nAlex Rocco\nas Moe Greene\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nRarely can it be said that a film has defined a genre, but never is that more true than in the case of The Godfather. Since the release of the 1972 epic (which garnered ten Academy Award nominations and was named Best Picture), all \"gangster movies\" have been judged by the standards of this one (unfair as the comparison may be). If a film is about Jewish mobsters, it's a \"Jewish Godfather\"; if it's about the Chinese underworld, it's an \"Oriental Godfather\"; if it takes place in contemporary times, it's a \"modern day Godfather.\"\n\nIf The Godfather was only about gun-toting Mafia types, it would never have garnered as many accolades. The characteristic that sets this film apart from so many of its predecessors and successors is its ability to weave the often-disparate layers of story into a cohesive whole. Any of the individual issues explored by The Godfather are strong enough to form the foundation of a movie. Here, however, bolstered by so many complimentary themes, each is given added resonance. The picture is a series of mini-climaxes, all building to the devastating, definitive conclusion.\n\nRarely does a film tell as many diverse-yet-interconnected stories. Strong performances, solid directing, and a tightly-plotted script all contribute to The Godfather's success. This motion picture was not slapped together to satiate the appetite of the masses; it was carefully and painstakingly crafted. Every major character - and more than a few minor ones - is molded into a distinct, complex individual. Stereotypes did not influence Coppola's film, although certain ones were formed as a result of it.\n\nThe film opens in the study of Don Vito Corleone (Marlon Brando), the Godfather, who is holding court. It is the wedding of his daughter Connie (Talia Shire), and no Sicilian can refuse a request on that day. So the supplicants come, each wanting something different - revenge, a husband for their daughter, a part in a movie.\n\nThe family has gathered for the event. Michael (Al Pacino), Don Vito's youngest son and a second world war hero, is back home in the company of a new girlfriend (Diane Keaton). The two older boys, Sonny (James Caan) and Fredo (John Cazale), are there as well, along with their \"adopted\" brother, Tom Hagen (Robert Duvall), the don's right-hand man.\n\nWith the end of the war, the times are changing, and as much as Don Vito seems in control at the wedding, his power is beginning to erode. By the standards of some, his views on the importance of family, loyalty, and respect are antiquated. Even his heir apparent, Sonny, disagrees with his refusal to get into the drug business. Gambling and alcohol are forces of the past and present; narcotics are the future. But Don Vito will not compromise, even when a powerful drug supplier named Sollozzo (Al Lettieri) arrives with promises of high profits for those who back him.\n\nDon Vito's refusal to do business with Sollozzo strikes the first sparks of a war that will last for years and cost many lives. Each of the five major mob families in New York will be gouged by the bloodshed, and a new order will emerge. Betrayals will take place, and the Corleone family will be shaken to its roots by treachery from both within and without.\n\nThe Corleone with the most screen time is Michael (it's therefore odd that Al Pacino received a Best Supporting Actor nomination), and his tale, because of its scope and breadth, is marginally dominant. His transformation from \"innocent\" bystander to central manipulator is the stuff of a Shakespearean tragedy. By the end, this man who claimed to be different from the rest of his family has become more ruthless than Don Vito ever was.\n\nDespite the likes of Serpico, Dog Day Afternoon, Scarface, ...And Justice for All, and Scent of a Woman on his resume, Pacino is best remembered for the role he created in The Godfather (and subsequently reprised in two sequels). While this is not his most demonstrative performance - indeed, he is exceptionally restrained - the quality of the script makes Michael Corleone notable.\n\nNext to Humphrey Bogart's Rick from Casablanca, Oscar winner Marlon Brando's Don Vito may be the most imitated character in screen history. The line \"I'm gonna make him an offer he can't refuse\" has attained legendary status, as has the entire performance. With his raspy voice, deliberate movements, and penetrating stare, Brando has created a personae that will be recalled for as long as motion pictures exist.\n\nDon Vito is a most complicated gangster. In his own words, he is not a killer, and he never mixes business with personal matters. He puts family first (\"A man who doesn't spend time with his family can never be a real man\") and despises displays of weakness. He understands the burden of power, and his wordless sympathy for Michael when he is forced to assume the \"throne\", is one of The Godfather's most revealing moments (about both father and son).\n\nThe Godfather had three Best Supporting Actor nominees, all well-deserved. The first was Pacino (who probably should have been nominated alongside Brando in the Best Actor category). The other two were James Caan and Robert Duvall. In a way, it's surprising that Duvall wasn't passed over. His presence in The Godfather isn't flashy or attention-arresting. Like his character of Tom Hagen, he is steady, reliable, and stays in the background. Not so for Caan's Sonny, whose demonstrative and volatile personality can't be overlooked.\n\nFamily responsibility. A father's legacy. The need to earn respect. The corrupting influence of power. These are some of the ingredients combined in Francis Ford Coppola's cinematic blender. They are themes which have intrigued the greatest authors of every medium through the centuries.\n\nAlthough the issues presented in The Godfather are universal in scope, the characters and setting are decidedly ethnic. Even to this day, there is an odd romanticism associated with New York's Italian crime families. The word \"Mafia\" conjures up images of the sinister and mysterious - scenes of the sort where Luca Brasi meets his fate. Francis Ford Coppola has tapped into this fascination and woven it as yet another element of the many that make his motion picture a compelling experience.\n\nWe come to The Godfather like Kay Adams - outsiders uncertain in our expectations - but it doesn't take long for us to be captivated by this intricate, violent world. The film can be viewed on many levels, with equal satisfaction awaiting those who just want a good story, and those who demand much more. The Godfather is long, yes - but it is one-hundred seventy minutes well-spent. When the closing credits roll, only a portion of the story has been told. Yet that last haunting image (Kay's shock of recognition), coupled with Nino Rota's mournful score, leaves a crater-like impression that The Godfather Part II only deepens.\n"
     },
     {
      "New York Times": "AdvertisementSupported bySend any friend a storyAs a subscriber, you have 10 gift articles to give each month. Anyone can read what you share.By Vincent CanBYAFTER a very long time, in too many indifferent or half‐realized movies, giving performances that were occasionally becalmed but always more interesting than the material, Marlon Brando has finally connected with a character and a film that need not embarrass America's most complex, most idiosyncratic film actor, nor those critics who have wondered, in bossy print, what ever happened to him.The film is Francis Ford Coppola's screen version of Mario Puzo's “The Godfather,” the year's’ first really satisfying, big ‘commercial American film, a sort of popular‐priced, Long Beach version of “Rocco and His Brothers” (even to the inclusion of an eclectic, romantic 19401sh Nino Rota score), a movie that describes a sorrowful American Dream as a slambang, sentimental gangster melodrama. It opens here Wednesday at Loew's State One and Two, the Cine, the Orpheum and the Tower East Theaters.Brando's role is that of Don Vito Corleone, the aging Mafin chief who remains a fearsome, rudely magnificent creature even though his hair has thinned, his jowls have thickened, his belly has dropped and his walk is not always steady, like a man searching for— firm footing across a swamp. The role is not big enough for Brando to dominate the film by his physical presence, but his per formance sets the pitch for the entire production, which is true and flamboyant and, at unexpected moments, immensely moving. This is not only because the emotions, if surcharged, are genuine and fundamental, but also becau3e we're watching a fine actor exercise his talent for what looks like the great joy of it, because, after all, it's there.“The Godfather” is Coppole's fourth production as director, but nothing in “You're A Big Boy Now,” “Finian's Rainbow” or “The Rain People” (except, perhaps, some individual performances) prepares the way, for this new film. Like “The Last Picture Show,” The Godfather” rediscovers the marvelous possibilities existing in the straightforward narrative movie that refuses to acknowledge it's about anything more than its plot, and whose characters are revealed entirely in terms of events. “The Godfather” moves so quickly, in such a tightly organized series of interlocking events, that the film, like its characters (who are not the sort to muse very long about their fates), doesn't have time to be introspective—to betray the excitement of the immediately felt emotion or of an explicit action by somehow commenting on it.In this respect the film is very much like the novel, which Coppola and Puzo have adapted for the screen with extraordinary fidelity — yet the film has a life that completely eluded me in the novel. I suppose I should admit here that although “The Godfather” has sold almost as well as The Bible, I was only able to get through it by making those little 30‐and 40paragraph hops one usually reserves for perusal of the Congressional Record. The novel is a kind of first draft—an outline of characters and an inventory of happenings—that has only now been finished as a film (which, I suspect, Puzo knew would be true all along).The difference between the first draft and the last is the difference between a fairly drab prose description of the Long Beach compound in which the Corleones live, surrounded by a high wall that is guarded by their “soldiers,” and Coppola's recreation of the ugly, dark, Grand Rapids gentility in which the old don lives with his worried‐looking wife, his beloved sons, their wives and their children, one of whom always seems to be crying at some distance offThe difference is also there In the film's first image, a close‐up of the handsome, deeply lined old face of Bonasera, the law‐abiding undertaker who, in desperation, has come to the Godfather for help after the courts have freed two men, “not Italian,” who raped his daughter. The undertaker's monologue is taken directly from the book. However, as spoken almost impassively by Salvatore Corsitto, while Coppola's camera slowly pulls back to show us Brando, in heavy shadow, listening with polite impatience, the speech becomes one of the most affecting statements of an American experience I've heard in any recent fiction film. More important, the speech does not exist for its own sake, but to set out the exotic code of honor, with its ‘terrible system of rewards and punishments, that will govern the Corleone Family wars—from New York, Las Vegas and Hollywood to Sici11—during the almost three‐hour running“The Godfather” is definitely not “Rocco and His Brothers.” Its neo‐realism is not outraged. It has about it, in fact, the quality of a romantic fable whose principal characters are in some ways charmed, like Michael (Al Pacino), the don's youngest son who, though gentle‐natured, Dartmouth‐educated, and beloved of a sweet WASP wife, can take over the Farriily and lead it, through murders and massacres, to victory, with what seems to be remarkably little preparation. Within the film, Michael's Jack the Giant Killer, but it is the paint of. the film, as it, was tlie novel, that the victory carries with it a life‐sentence of isolation. There is, of course, something romantic even in this sentence, which is not unlike the terrible fates ‘Suffered by more pulpy heroes and heroines who gain wealth, power and position only to lose the kind of happiness that most poor pulp‐fiction readers won't ever experience anyTo suggest as I'm sure many people will ® that “The Godfather” glorifies crime is to take the film both too seriously and not serious ly enough. It is to deny the elation that one can experience through great storytelling, no matter what the bloody point of the story may be. It is also to confuse the movie's romanticized view of crime (to which some small part of us always responds) with a seductive view of crime, which the film does not have.“The Godfather” does, however, honor its characters, and the coining‐of‐age experience that has been unique to one small group of first and second generation Americans who receive, according to the members of the Italian‐American Civil Rights League, much more publicity than they have ever honorably deserved. That's a topic I'm not qualified to discuss. “The Godfather,” however true, or false to specific facts, is as dark and ominous a reflection’ of certain aspects of American life as has ever been presented in a movie designed as sheer entertainment. Now, as then, when the system doesn't work, the system will be by‐passed.Advertisement"
     },
     {
      "Washington Post [Desson Howe]": "\nReference #97.ba070f17.1648316410.4260a717\n"
     }
    ]
   }
  ]
 },
 {
  "title": "The Dark Knight",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0468569/",
    "year": "2008",
    "genre": "Action Crime Drama",
    "rating": "9.1",
    "income": "0",
    "metascore": "84",
    "user review url": "https://www.imdb.com//title/tt0468569/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0468569/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "a let down after batman begins",
      "content": ""
     },
     {
      "title": "Senseless Evil",
      "content": ""
     },
     {
      "title": "WORST film in quite a few years",
      "content": "This is the 3rd-best film on IMDb?? Just came out of the cinema and couldn't believe my eyes! What a waste of time, money & human creativity... This is so far the worst film I've seen this year & easily the worst film Christopher Nolan has directed. Why do great actors like Christian Bale, Heath Ledger and Michael Caine accept such roles \u0097 are they in it just for the money?! That's totally okay, but then they should refrain from jazzing up this piece of crap and just say what it is \u0097 a shallow, pathetic off-the-rack exploitation movie for brain-damaged teens. I had a hard time piecing that pseudo-heroic dialogue together \u0097 at times it seemed to come straight out of fortune cookies; at times I didn't even know what the h**l the people on-screen were talking about... never mind the totally unimaginative camera, storytelling, action scenes... everything! Everything was just... so... SEEN BEFORE.\n\nLaughable.\n\nEnough said. Voted 1 out of 10 just for the OK & above-average acting of Heath Ledger."
     },
     {
      "title": "Too implausible and too dark, but not terrible",
      "content": ""
     },
     {
      "title": "Epic Suck",
      "content": ""
     },
     {
      "title": "oh such a waste of time",
      "content": ""
     },
     {
      "title": "A Plot in the Dark",
      "content": "Why did I watch this movie? To observe the performance of the late Heath Ledger. It was not a disappointment but, like other reviewers, I think it was not one in a league with, say, John Huston in \"Chinatown\" or Bogart in \"The Treasure of Sierra Madre\". It was more akin to Edward G. Robinson in \"Key Largo\", not shabby, entertaining in a movie which is really not memorable at all. The noise of it would have been unbearable in a movie theater but I saw it at home and could control the sound level and fast-forward. I've only seen a handful of movies that shouldn't have been over in ninety minutes and this one really didn't even have that much content. The dialog seemed to have been pieced together from the dead bodies of older scripts. Michael Caine and Morgan Freeman grace any film by their acting abilities but I kept waiting for Christian Bale to say, \"Go on. Make my day\". Monique Curnan was notable in her supporting role. The rest of the major players seemed to be phoning it in."
     },
     {
      "title": "What a stupid, annoying load of rubbish",
      "content": "How could this movie possibly have received so much acclaim? OK, it's competently executed, both in terms of acting and production values - but then with the money spent on it, hopefully that should be taken for granted. And certainly it has some fine actors in it, and they give every impression of fully believing in their work. But what the heck is the point of it supposed to be? I'm sorry, but I just absolutely hated it. It reminds me of a local case in the press here in Toronto a while ago where some 'art student' made a movie of a cat being tortured to death. Since he actually tortured a cat to death to make it, he was charged and prosecuted, and his defence was that it was 'art'. Well... at least all the people tortured and killed in this movie presumably were only faking it and weren't actually hurt. But I still don't think it has any more claim to be worthwhile or to be art. It's obnoxious rubbish... and I strongly suggest that if you haven't seen it and are considering doing so, you think of some better use for your time (which would be pretty much anything not actually harmful to your health or anybody else's)."
     },
     {
      "title": "Ledger good, movie bad",
      "content": ""
     },
     {
      "title": "Overrated",
      "content": "I gave this movie a one (1). Not that it deserved it. But what it doesn't deserve is the lofty 9 from IMDb viewers that put it #4 on the IMDb list. The movie is good but it is not great. So I give it a one just to balance all the ludicrous 10's.\n\nWhat was good. Well Heath Ledger as the Joker was the most obvious. Unpredictable but never over the top. A scary Joker - Jack Nicholson - who? Aaron Eckhart was also quite good as Harvey Dent/Two Face. And finally Christian Bale was a good Batman the best of the bunch. Didn't feel like a hero at all. Oldman was good as he always is. Finally Maggy held her own. So I had no complaint about the acting.\n\nI just found the story jumpy and confusing at time. Christopher Nolan is a good director but his stories get lost amongst all the gimmicks. And that is just annoying.\n\nI hadn't seen this picture before nor the other Nolan Batman's either. And now I know why. No not really a bad picture. Just not worthy of a 10 or the overall 9 rating let alone a top 250 IMDb. Not that my one is going to make any difference ."
     },
     {
      "title": "SICK ART FROM A SICK CULTURE \"We're so far gone that real human emotion is beyond us.\"",
      "content": "Jim Kunsler is not a regular film critic. He is an accomplished published author and highly educated in arts and literature. I subscribe to his blog, usually for his political writing.\n\nThere are hardly any film critics around. The newspaper, magazine, internetz,IMDb & TV folks are just reviewers as opposed to critics. They mumble about good or bad, thumbs up, how much money is involved and other nonsense in what is an ignorant parody of Consumer Reports, as if the art of film were a microwave oven or brand of toilet tissue.\n\nIn writing about the incredibly popular movie, THE DARK KNIGHT, Kunsler has actually written a piece of film criticism. He puts the film in the context of our present national (and international) culture, economy and values. You can see what Jim Kunsler has done at his website: http://www.kunstler.com/\n\nYou can read his blog entries at http://tinyurl.com/6acfvg"
     },
     {
      "title": "I'm convinced this is the movie that drove heath ledger insane",
      "content": "I'm convinced this is the movie that drove heath ledger insane"
     },
     {
      "title": "\"The movie lacked heart completely\"",
      "content": "My personal opinion is that this is one of the worst superhero movies of all time, as I can sadly say about the whole trilogy.\n\nSadly, because it had such potential.. and robbed the story of Batman from its heart.\n\n\"Why so serious?\" Yes, why so serious!? Nothing to ease the anxious feeling you got from watching sad dialogues and action filled fights..\n\nThe movie lacked heart completely and will always be remembered as a complete waste of time."
     },
     {
      "title": "The Dark Nothing",
      "content": ""
     },
     {
      "title": "disliked this movie",
      "content": "Against all that has been said in praise of this movie I just hated it. Can't we get back to real movies without all the special effects? I walked out before it ended and can't think of anything I really liked. How could anyone suggest Heath Ledger could get an Oscar for his performance with his face covered in make up, he went through the complete movie with one expression.It is a very dark movie in all senses of the word with little humour and a boring and predictable storyline.The same thing has happened to the new Bond movies, ruined by special effects and a desperate desire to look modern, much of the humour has disappeared, Romance is hardly there, not surprising as the females spend much of the time doing Kung Foo or shooting off guns!As for the music well all I can say is that it is tuneless, which should make it to the top of the charts!"
     },
     {
      "title": "Worst Movie Ever.",
      "content": "Racheal's decision to reveal herself in front of the joker was dumb and accomplished nothing, but made it harder for the heroes. They now have to protect her because she revealed herself. She doesn't even have anything to do with the court cases. Random damsel who must be saved, but ends up dying because she stupidly revealed herself when batman told her not to. How the heck did the Joker even know she was Harvey's girlfriend? She is used as a plot device for making other characters suffer and is barely even a character. After saving her, batman just leaves innocent people with the joker because it cuts to the next day. This film is filled with more plot holes and continuity errors. Batman driving all day drags. Pathetic and forgettable action and fight scenes. Batman takes the blame instead of the joker and believes it is good for people to believe a lie if it makes them feel good. Harvey is left in the building, but everyone else is evacuated. Nothing is known on what happened to the last mob boss. Joker conveniently dresses like a nurse and knows which room in which hospital to find Harvey. He blows up the hospital with everyone evacuated, but the criminals in the ferries don't evacuate. We don't get to see his explosives on the bridges or tunnels. The explosives are not checked out before the ferries go off. Buttloads of explosives magically appear with no one ever noticing. Nolan thinks criminals are in prison for nothing. Coleman Reeves knows who batman is, but never reveals it even after batman's reputation is ruined. Have Coleman die so that his wife makes the decision to not explode criminals on the ferries. Have the criminal, who let the citizens live, be the one who killed Coleman to save a loved one in the hospital. No good character development. Just a bunch of disposable characters who we care nothing for. Police apparently forgot to investigate Coleman Reeves to find out who Batman was. Such wretched detective skills. Joker forgets his plans and changes them completely with no consistent goal. He also gets obsessed with batman for no reason other than the way he fights. Not very interesting villain. Reeves leaves his station even though he seems protected. Joker's plan is overly convoluted and driven by nothing but plot conveniences. If he no longer wanted Batman to reveal his identity, then why did he want it in the first place. He couldn't have known Harvey would lie. His plan couldn't have been to get kidnapped or set bombs since he didn't know Gordon was still alive and couldn't have estimated when the bombs would explode. His plan couldn't have been to escape cause he couldn't have known they would stupidly leave one guy to guard the door and that their would be a convenient piece of glass behind him. His plans are driven by him randomly changing his mind and then making dumb future decisions. Joker dresses citizens as clowns and they just stand there doing nothing about it. FBI tries shooting citizens even when they are close up. So many easier routes could have been taken. Why didn't Batman just take the clown masks off and reveal the citizens as hostages. Show the FBI you dummy. Call Gordon to tell his men to stop. Lucius Fox could contact Gordon. So much unnecessary bull-crap! Gordon tells none of his family of his fake death cause he's dumb and doesn't understand that Joker doesn't care for him until after he becomes commissioner. His family is filled with damsels in distress anyway. Female characters are used as plot devices by the male characters because of this film's misogyny. Garbage!"
     },
     {
      "title": "It's boring and overrated. Ledger's performance was just OK.",
      "content": "Everything you need to know is in the title. If you want to see an astounding portrayal of the Joker, then go see Joaquin Phoenix nailing the role in \"Joker\"."
     },
     {
      "title": "I didn't like it! Oh! Heaven for offend!!!",
      "content": ""
     },
     {
      "title": "The Dark Knigh- The Most Overrated 'Movie' of All Time!!!!!!!",
      "content": "Ill give The Dark Knight 1 out of 10 stars, just so that its rating on the website will go down, because it doesn't deserve to be anywhere on the top 250 list.\n\nIts incredible that heath ledgers acting carried the entire movie on its feet while the rest of the cast tries to entertain us with mediocre acting, plain action scenes, bad screen writing, and the worst batman of all the movies, Christian bail with all his terrible speech impediments! I wouldn't think twice to consider this a 'film.' The original Tim Burton version is a film. it's sequel is a film. but christopher nolan puts a horrid scratch in the line of movies. The dark knight with its mediocre plot, character development, story, acting (exception of course for heath ledger) just makes for a not so epic 'movie' only worthy of a 6 out of 10 rating.\n\nThe Dark Knight sucks! You don't understand film if you think this mess is an exceptional piece of cinema.\n\nAnd i hope that Daniel day lewis will turn down the joker roll for the next movie. they're getting the best actor possible to play the joker, hoping that he'll do the same as heath did, score 500 million in the box office.\n\nRIP Heath"
     },
     {
      "title": "A film for those than cannot see beyond the explosions",
      "content": "I never write reviews for movies, good or bad, but seeing this movie in the top 250 list makes me mad. Its just a movie for teenagers who don't question why things happen when they just don't make sense.\n\nI went to see this movie with great expectations because my brother told me it was great. But after the first five minutes I knew what kind of movie I as was about to \"suffer\".\n\nOne cliché after the other with no characters development, nothing \"Gothic\" anywhere, and nothing \"dark\" or mysterious about this \"talking batman\" either. Also, I don't see anything great about the joker interpretation. For me Leger was just \"ok\". No need to glorify an actor because of his death. The other actors were just as terrible as the script allowed them to be. I really don't remember one minute of believable conversation between any of the characters.\n\nFor a movie to be great, it needs, at least, to make sense. Its not that you cannot have explosions or great action. But this film reminds me more of a Bugs Bunny cartoon where Bugs can be anywhere when he wants to and pull anything out his sleeve.\n\nI don't want to mention anything specific to avoid spoilers, but just expect a ton of \"non-sense\" action from a bunch of \"Bugs Bunny\" characters.\n\nIts sad how 100,000 people cannot see beyond the special effects and tell themselves, \"that doesn't make sense, he was in that other ten places 5 minutes ago!!!\"."
     },
     {
      "title": "Criminally overrated",
      "content": "I have no clue what everyone else sees in this. I thought it was just another forgettable 2000s action movie with unappealing aesthetics. It's not even the best superhero movie of 2008 (Italian Spiderman beats it hands down). I prefer the 1960s version of Batman. (Update: looks like I already pissed off 5 fanboys. Well, I hope you're all crying in your parent's basement. Camp 1 : realism 0)."
     },
     {
      "title": "Stupid",
      "content": "This movie was so lame. I can't believe how many people think it's a great movie."
     },
     {
      "title": "Eventually disappears up[ its own batcave",
      "content": ""
     },
     {
      "title": "Just so...so bad",
      "content": ""
     },
     {
      "title": "wow",
      "content": "I feel like Im in the Twilight Zone. Is this what passes for movies now? Since you are reading comments, stroll by the voter demographics. Highest ratings are in the youngest age group. Thats not to say all young people are voting 10/10, thank goodness. Some are smart enough to have seen older movies and cant believe the INSANE over hype, but too many just weren't around for the good stuff - before overuse of CGI, or back when there was actually a plot, the characters were developed or there were plausible reasons for things. Do people honestly think this is perfect? Will it be remembered as a classic 10, 20, 30, 40 years from now? No. The more I think about it the more irritating it becomes.\n\nIn the grand scheme of things, who the hell cares what movies it beats out because those classics *did* survive decades upon decades and this is just temporary infatuation. What gets on my nerves is that movies were doing so well for so long. People cared about making quality entertainment... for the most part. Its hard to put my finger on it because I kept dozing off during the movie, but the Dark Knight is really flawed, and to think (that with this undo attention) that this will set the new trend trend for how movies are made is agonizing to anyone that lives for movies. Thanks a lot Nolan. I think now Ill take up drinking as a hobby."
     }
    ],
    "critics reviews": [
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:“Batman” isn’t a comic book anymore. Christopher Nolan’s “The Dark Knight” is a haunted film that leaps beyond its origins and becomes an engrossing tragedy. It creates characters we come to care about. That’s because of the performances, because of the direction, because of the writing, and because of the superlative technical quality of the entire production. This film, and to a lesser degree “Iron Man,” redefine the possibilities of the “comic-book movie.” “The Dark Knight” is not a simplistic tale of good and evil. Batman is good, yes, The Joker is evil, yes. But Batman poses a more complex puzzle than usual: The citizens of Gotham City are in an uproar, calling him a vigilante and blaming him for the deaths of policemen and others. And the Joker is more than a villain. He’s a Mephistopheles whose actions are fiendishly designed to pose moral dilemmas for his enemies.The key performance in the movie is by the late Heath Ledger, as the Joker. Will he become the first posthumous Oscar winner since Peter Finch? His Joker draws power from the actual inspiration of the character in the silent classic “The Man Who Laughs” (1928). His clown's makeup more sloppy than before, his cackle betraying deep wounds, he seeks revenge, he claims, for the horrible punishment his father exacted on him when he was a child. In one diabolical scheme near the end of the film, he invites two ferry-loads of passengers to blow up the other before they are blown up themselves. Throughout the film, he devises ingenious situations that force Batman (Christian Bale), Commissioner Gordon (Gary Oldman) and District Attorney Harvey Dent (Aaron Eckhart) to make impossible ethical decisions. By the end, the whole moral foundation of the Batman legend is threatened.Because these actors and others are so powerful, and because the movie does not allow its spectacular special effects to upstage the humans, we’re surprised how deeply the drama affects us. Eckhart does an especially good job as Harvey Dent, whose character is transformed by a horrible fate into a bitter monster. It is customary in a comic book movie to maintain a certain knowing distance from the action, to view everything through a sophisticated screen. “The Dark Knight” slips around those defenses and engages us.Yes, the special effects are extraordinary. They focus on the expected explosions and catastrophes, and have some superb, elaborate chase scenes. The movie was shot on location in Chicago, but it avoids such familiar landmarks as Marina City, the Wrigley Building or the skyline. Chicagoans will recognize many places, notably La Salle Street and Lower Wacker Drive, but director Nolan is not making a travelogue. He presents the city as a wilderness of skyscrapers, and a key sequence is set in the still-uncompleted Trump Tower. Through these heights, the Batman moves at the end of strong wires, or sometimes actually flies, using his cape as a parasail.The plot involves nothing more or less than the Joker’s attempts to humiliate the forces for good and expose Batman’ secret identity, showing him to be a poser and a fraud. He includes Gordon and Dent on his target list, and contrives cruel tricks to play with the fact that Bruce Wayne once loved, and Harvey Dent now loves, Assistant D.A. Rachel Dawes (Maggie Gyllenhaal). The tricks are more cruel than he realizes, because the Joker doesn’t know Batman’s identity. Heath Ledger has a good deal of dialogue in the movie, and a lot of it isn’t the usual jabs and jests we’re familiar with: It’s psychologically more complex, outlining the dilemmas he has constructed, and explaining his reasons for them. The screenplay by Christopher Nolan and his brother Jonathan (who first worked together on “Memento”) has more depth and poetry than we might have expected.Two of the supporting characters are crucial to the action, and are played effortlessly by the great actors Morgan Freeman and Michael Caine. Freeman, as the scientific genius Lucius Fox, is in charge of Bruce Wayne’s underground headquarters, and makes an ethical objection to a method of eavesdropping on all of the citizens of Gotham City. His stand has current political implicstions. Caine is the faithful butler Alfred, who understands Wayne better than anybody, and makes a decision about a crucial letter.Nolan also directed the previous, and excellent, “Batman Begins” (2005), which went into greater detail than ever before about Bruce Wayne’s origins and the reasons for his compulsions. Now it is the Joker’s turn, although his past is handled entirely with dialogue, not flashbacks. There are no references to Batman’s childhood, but we certainly remember it, and we realize that this conflict is between two adults who were twisted by childhood cruelty — one compensating by trying to do good, the other by trying to do evil. Perhaps they instinctively understand that themselves.Something fundamental seems to be happening in the upper realms of the comic-book movie. “Spider-Man II” (2004) may have defined the high point of the traditional film based on comic-book heroes. A movie like the new “Hellboy II” allows its director free rein for his fantastical visions. But now “Iron Man” and even more so “The Dark Knight” move the genre into deeper waters. They realize, as some comic-book readers instinctively do, that these stories touch on deep fears, traumas, fantasies and hopes. And the Batman legend, with its origins in film noir, is the most fruitful one for exploration.In his two Batman movies, Nolan has freed the character to be a canvas for a broader scope of human emotion. For Bruce Wayne is a deeply troubled man, let there be no doubt, and if ever in exile from his heroic role, it would not surprise me what he finds himself capable of doing.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated PG-13\nfor for intense sequences of violence and some menace\n\n152 minutes\n\n\nChristian Bale\nas Bruce Wayne\n\nHeath Ledger\nas The Joker\n\nMaggie Gyllenhaal\nas Rachel\n\nAaron Eckhart\nas Harvey Dent\n\nMichael Caine\nas Alfred\n\nGary Oldman\nas Gordon\n\nMorgan Freeman\nas Lucius Fox\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:“Batman” isn’t a comic book anymore. Christopher Nolan’s “The Dark Knight” is a haunted film that leaps beyond its origins and becomes an engrossing tragedy. It creates characters we come to care about. That’s because of the performances, because of the direction, because of the writing, and because of the superlative technical quality of the entire production. This film, and to a lesser degree “Iron Man,” redefine the possibilities of the “comic-book movie.” “The Dark Knight” is not a simplistic tale of good and evil. Batman is good, yes, The Joker is evil, yes. But Batman poses a more complex puzzle than usual: The citizens of Gotham City are in an uproar, calling him a vigilante and blaming him for the deaths of policemen and others. And the Joker is more than a villain. He’s a Mephistopheles whose actions are fiendishly designed to pose moral dilemmas for his enemies.The key performance in the movie is by the late Heath Ledger, as the Joker. Will he become the first posthumous Oscar winner since Peter Finch? His Joker draws power from the actual inspiration of the character in the silent classic “The Man Who Laughs” (1928). His clown's makeup more sloppy than before, his cackle betraying deep wounds, he seeks revenge, he claims, for the horrible punishment his father exacted on him when he was a child. In one diabolical scheme near the end of the film, he invites two ferry-loads of passengers to blow up the other before they are blown up themselves. Throughout the film, he devises ingenious situations that force Batman (Christian Bale), Commissioner Gordon (Gary Oldman) and District Attorney Harvey Dent (Aaron Eckhart) to make impossible ethical decisions. By the end, the whole moral foundation of the Batman legend is threatened.Because these actors and others are so powerful, and because the movie does not allow its spectacular special effects to upstage the humans, we’re surprised how deeply the drama affects us. Eckhart does an especially good job as Harvey Dent, whose character is transformed by a horrible fate into a bitter monster. It is customary in a comic book movie to maintain a certain knowing distance from the action, to view everything through a sophisticated screen. “The Dark Knight” slips around those defenses and engages us.Yes, the special effects are extraordinary. They focus on the expected explosions and catastrophes, and have some superb, elaborate chase scenes. The movie was shot on location in Chicago, but it avoids such familiar landmarks as Marina City, the Wrigley Building or the skyline. Chicagoans will recognize many places, notably La Salle Street and Lower Wacker Drive, but director Nolan is not making a travelogue. He presents the city as a wilderness of skyscrapers, and a key sequence is set in the still-uncompleted Trump Tower. Through these heights, the Batman moves at the end of strong wires, or sometimes actually flies, using his cape as a parasail.The plot involves nothing more or less than the Joker’s attempts to humiliate the forces for good and expose Batman’ secret identity, showing him to be a poser and a fraud. He includes Gordon and Dent on his target list, and contrives cruel tricks to play with the fact that Bruce Wayne once loved, and Harvey Dent now loves, Assistant D.A. Rachel Dawes (Maggie Gyllenhaal). The tricks are more cruel than he realizes, because the Joker doesn’t know Batman’s identity. Heath Ledger has a good deal of dialogue in the movie, and a lot of it isn’t the usual jabs and jests we’re familiar with: It’s psychologically more complex, outlining the dilemmas he has constructed, and explaining his reasons for them. The screenplay by Christopher Nolan and his brother Jonathan (who first worked together on “Memento”) has more depth and poetry than we might have expected.Two of the supporting characters are crucial to the action, and are played effortlessly by the great actors Morgan Freeman and Michael Caine. Freeman, as the scientific genius Lucius Fox, is in charge of Bruce Wayne’s underground headquarters, and makes an ethical objection to a method of eavesdropping on all of the citizens of Gotham City. His stand has current political implicstions. Caine is the faithful butler Alfred, who understands Wayne better than anybody, and makes a decision about a crucial letter.Nolan also directed the previous, and excellent, “Batman Begins” (2005), which went into greater detail than ever before about Bruce Wayne’s origins and the reasons for his compulsions. Now it is the Joker’s turn, although his past is handled entirely with dialogue, not flashbacks. There are no references to Batman’s childhood, but we certainly remember it, and we realize that this conflict is between two adults who were twisted by childhood cruelty — one compensating by trying to do good, the other by trying to do evil. Perhaps they instinctively understand that themselves.Something fundamental seems to be happening in the upper realms of the comic-book movie. “Spider-Man II” (2004) may have defined the high point of the traditional film based on comic-book heroes. A movie like the new “Hellboy II” allows its director free rein for his fantastical visions. But now “Iron Man” and even more so “The Dark Knight” move the genre into deeper waters. They realize, as some comic-book readers instinctively do, that these stories touch on deep fears, traumas, fantasies and hopes. And the Batman legend, with its origins in film noir, is the most fruitful one for exploration.In his two Batman movies, Nolan has freed the character to be a canvas for a broader scope of human emotion. For Bruce Wayne is a deeply troubled man, let there be no doubt, and if ever in exile from his heroic role, it would not surprise me what he finds himself capable of doing.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated PG-13\nfor for intense sequences of violence and some menace\n\n152 minutes\n\n\nChristian Bale\nas Bruce Wayne\n\nHeath Ledger\nas The Joker\n\nMaggie Gyllenhaal\nas Rachel\n\nAaron Eckhart\nas Harvey Dent\n\nMichael Caine\nas Alfred\n\nGary Oldman\nas Gordon\n\nMorgan Freeman\nas Lucius Fox\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nConsequences. In real life, these ramifications emanate from every action like ripples from a stone thrown into a pond. Often in movies, especially those that feature characters who don't play by the rules, such penalties are suspended. However, in Christopher Nolan's Batman universe, decisions and actions have consequences. The Dark Knight, arguably the moodiest and most adult superhero motion picture ever to reach the screen, illustrates this lesson in ways that are startling and painful. This is a tough, uncompromising motion picture - one that defies the common notions of what is expected from a \"superhero\" film. While there are plenty of action sequences and instances of derring-do, The Dark Knight's subtext has a tragic underpinning that would intrigue Shakespeare or the Greeks. It's about power and impotence, sanity and madness, image and reality, selfishness and sacrifice, and - yes - consequences.\n\nIt has often been said that Tim Burton's vision of Batman was the darkest representation we were ever likely to see of a superhero. Compared to how Nolan sees the character, Burton's version was a pantomime. For many long-running franchises, Burton's included, the second volume stands tallest. Nolan has followed up on his gritty and successful Batman Begins with one of the best all-time sequels, and perhaps the most impressive mainstream entertainment experience since 2003's The Return of the King. The Dark Knight builds upon the themes and premises founded three years ago. With the introductions and origins dispensed with in Batman Begins, Nolan uses this opportunity to expand upon his portrait of Batman as a haunted individual who, driven by forces rooted deep in his psyche, must dispense justice according to his own strict code.\n\nFollowing his defeat of Ra's Al Ghul at the end of Batman Begins, Batman (Christian Bale) has become a mythical figure in Gotham City. The Caped Crusader, as he is now known, is the city's great hope, although the debate rages as to whether he is more hero or menace. There are copycat \"Batmen,\" as well - vigilantes who wear similar costumes but whose methods are crude. Batman's nocturnal activities are taking a heavy toll on Gotham's organized crime syndicates, and things take a turn for the worse when the new D.A., Harvey Dent (Aaron Eckhart), decides to take them on rather than turn a blind eye or take a payment. Abetted by incorruptible police lieutenant Jim Gordon (Gary Oldman), Dent meets with Batman and the two come to an understanding about how to proceed in this war against crime. But a new threat is rising in the form of a sadistic lunatic called The Joker (Heath Ledger), who offers to become the mob's enforcer in the pursuit of a single goal: chaos. And this brings him squarely into conflict with the city's black-costumed guardian. To Batman, he makes one demand: remove the mask and turn himself in or the streets will run red with blood. When Bruce Wayne's identity remains secret, The Joker makes good on his word.\n\nOften in superhero movies, there's a sense that, no matter what challenges the protagonist must face, all will be right in the end. That certainty is missing here, and its absence may represent Nolan's most impressive accomplishment. Batman is fallible and his world is dangerous. No character, no matter how well-established in Batman lore, is safe. This director's Gotham City may be less garish and gothic than Burton's, but it is in many ways a bleaker and more oppressive place. It's a joyless venue and the hero takes his demeanor from his city. Batman is a grim, brooding superhero. He rarely speaks while in costume and, when he does, his voice quivers with menace and his words are devoid of the quips and one-liners audiences have come to associate with action heroes.\n\nThe survivors of Batman Begins are all back. Christian Bale has become the first Batman where it matters which actor is under the cowl. Keaton, Kilmer, and Clooney were all interchangeable when wearing the Bat-suit. Not so with Bale, who owns the role. His presence in the costume is forceful in a way that none of his predecessors achieved. Michael Caine's Alfred acts not only as Bruce Wayne's butler but as his conscience. Lucius Fox (Morgan Freeman) is Batman's version of \"Q.\" Indeed, there's a scene in The Dark Knight that could have been lifted from one of many James Bond films. Gary Oldman's Jim Gordon, who wasn't too sure about Batman for much of the first film, is now fully on board as his unofficial liaison to the police force. Assistant D.A. Rachel Dawes remains the girl who got away, the woman whose promise of a normal, happy life provides Wayne with hope for the future. For The Dark Knight, Maggie Gyllenhaal has replaced Katie Holmes, but the change in actress isn't a detriment. Gyllenhaal is a better actress and makes the character her own from her first scene.\n\nOf the newcomers, the Joker is the biggest addition. One could argue that it's impossible to make a Batman series without facing the main character against the Joker at some point. No superhero and villain are more inextricably linked. Yet this Joker is unlike any we have previously encountered. Cesar Romero's interpretation of the character (in the '60s TV series) was that of a deadly prankster. Jack Nicholson's over-the-top performance made 1989's Batman all about the bad guy. The late Heath Ledger, however, gives us something darker and more twisted - a role that would have been no less memorable had it not been his last and most grueling. There's nothing humorous about this freak. No flowery lines like \"You ever dance with the devil in the pale moonlight?\" This is no caricature - The Joker is a frighteningly vicious and intelligent monster who represents a legitimate match for the title character.\n\nThe other major character to join the ensemble is Aaron Eckhart as Gotham's charismatic, photogenic D.A. Harvey Dent is Gotham's Knight in Shining Armor, and that's how Eckhart plays him - an individual with a pure heart who makes his own luck. Those even passingly familiar with Batman lore know Dent's fate, and it plays out here as one might suspect, although Nolan puts a different spin on things than did Joel Schumacher.\n\nFor all of the heavy lifting done by the movie's screenplay, dealing as it does with substantive issues and existential questions, there's still plenty of the meat-and-potatoes content of any superhero movie: action sequences. There are numerous fights, chases, and races. The Batmobile gets its share of screen time as does a new Bat-cycle. Batman takes on bad guys singly and in bunches. And there's a heart-pounding sequence in which the Caped Crusader must race against time to save a life, where the price is almost as terrible if he succeeds as if he fails. Nolan's inherent sense of how to transform a relatively mundane fight scene into something involving is in evidence here, much as was the case in Batman Begins. He avoids flash editing and allows the action to evolve in a coherent manner, drawing the viewer in rather than keeping him guessing what's going on.\n\n2008 may be the year that the superhero movie comes of age. Iron Man represents the best screen adventure of a Marvel hero. Now, D.C. has answered with The Dark Knight, a film so impressive in every significant facet that it makes one wonder why it took so long for the genre to reach this high level. Christopher Nolan has provided movie-goers with the best superhero movie to-date, outclassing previous titles both mediocre and excellent, and giving this franchise its The Empire Strikes Back.\n"
     },
     {
      "New York Times [Manohla Dargis]": "AdvertisementSupported byMovie Review | 'The Dark Knight'Send any friend a storyAs a subscriber, you have 10 gift articles to give each month. Anyone can read what you share.By Manohla DargisDark as night and nearly as long, Christopher Nolan’s new Batman movie feels like a beginning and something of an end. Pitched at the divide between art and industry, poetry and entertainment, it goes darker and deeper than any Hollywood movie of its comic-book kind \u0097 including “Batman Begins,” Mr. Nolan’s 2005 pleasurably moody resurrection of the series \u0097 largely by embracing an ambivalence that at first glance might be mistaken for pessimism. But no work filled with such thrilling moments of pure cinema can be rightly branded pessimistic, even a postheroic superhero movie like “The Dark Knight.” Apparently, truth, justice and the American way don’t cut it anymore. That may not fully explain why the last Superman took a nose dive (“Superman Returns,” if not for long), but I think it helps get at why, like other recent ambiguous American heroes, both supermen and super-spies, the new Batman soared. Talent played a considerable part in Mr. Nolan’s Bat restoration, naturally, as did his seriousness of purpose. He brought a gravitas to the superhero that wiped away the camp and kitsch that had shrouded Batman in cobwebs. It helped that Christian Bale, a reluctant smiler whose sharply planed face looks as if it had been carved with a chisel, slid into Bruce Wayne’s insouciance as easily as he did Batman’s suit. The new Batman movie isn’t a radical overhaul like its predecessor, which is to be expected of a film with a large price tag (well north of $100 million) and major studio expectations (worldwide domination or bust). Instead, like other filmmakers who’ve successfully reworked genre staples, Mr. Nolan has found a way to make Batman relevant to his time \u0097 meaning, to ours \u0097 investing him with shadows that remind you of the character’s troubled beginning but without lingering mustiness. That’s nothing new, but what is surprising, actually startling, is that in “The Dark Knight,” which picks up the story after the first film ends, Mr. Nolan has turned Batman (again played by the sturdy, stoic Mr. Bale) into a villain’s sidekick. That would be the Joker, of course, a demonic creation and three-ring circus of one wholly inhabited by Heath Ledger. Mr. Ledger died in January at age 28 from an accidental overdose, after principal photography ended, and his death might have cast a paralyzing pall over the film if the performance were not so alive. But his Joker is a creature of such ghastly life, and the performance is so visceral, creepy and insistently present that the characterization pulls you in almost at once. When the Joker enters one fray with a murderous flourish and that sawed-off smile, his morbid grin a mirror of the Black Dahlia’s ear-to-ear grimace, your nervous laughter will die in your throat. A self-described agent of chaos, the Joker arrives in Gotham abruptly, as if he’d been hiding up someone’s sleeve. He quickly seizes control of the city’s crime syndicate and Batman’s attention with no rhyme and less reason. Mr. Ledger, his body tightly wound but limbs jangling, all but disappears under the character’s white mask and red leer. Licking and chewing his sloppy, smeared lips, his tongue darting in and out of his mouth like a jittery animal, he turns the Joker into a tease who taunts criminals (Eric Roberts’s bad guy, among them) and the police (Gary Oldman’s good cop), giggling while he-he-he (ha-ha-ha) tries to burn the world down. He isn’t fighting for anything or anyone. He isn’t a terrorist, just terrifying.Mr. Nolan is playing with fire here, but partly because he’s a showman. Even before the Joker goes wild, the director lets loose with some comic horror that owes something to Michael Mann’s “Heat,” something to Cirque de Soleil, and quickly sets a tense, coiled mood that he sustains for two fast-moving hours of freakish mischief, vigilante justice, philosophical asides and the usual trinkets and toys, before a final half-hour pileup of gunfire and explosions. This big-bang finish \u0097 which includes a topsy-turvy image that poignantly suggests the world has been turned on its axis for good \u0097 is sloppy, at times visually incoherent, yet touching. Mr. Nolan, you learn, likes to linger in the dark, but he doesn’t want to live there.Though entranced by the Joker, Mr. Nolan, working from a script he wrote with his brother Jonathan Nolan, does make room for romance and tears and even an occasional (nonlethal) joke. There are several new characters, notably Harvey Dent (a charismatic Aaron Eckhart), a crusading district attorney and Bruce Wayne’s rival for the affection of his longtime friend, Rachel Dawes (Maggie Gyllenhaal, a happy improvement over Katie Holmes). Like almost every other character in the film, Batman and Bruce included, Harvey and Rachel live and work in (literal) glass houses. The Gotham they inhabit is shinier and brighter than the antiqued dystopia of “Batman Begins”: theirs is the emblematic modern megalopolis (in truth, a cleverly disguised Chicago), soulless, anonymous, a city of distorting and shattering mirrors.  From certain angles, the city the Joker threatens looks like New York, but it would be reductive to read the film too directly through the prism of 9/11 and its aftermath. You may flash on that day when a building collapses here in a cloud of dust, or when firemen douse some flames, but those resemblances belong more rightly to our memories than to what we see unfolding on screen. Like any number of small- and big-screen thrillers, the film’s engagement with 9/11 is diffuse, more a matter of inference and ideas (chaos, fear, death) than of direct assertion. Still, that a spectacle like this even glances in that direction confirms that American movies have entered a new era of ambivalence when it comes to their heroes \u0097 or maybe just superness. In and out of his black carapace and on the restless move, Batman remains, perhaps not surprisingly then, a recessive, almost elusive figure. Part of this has to do with the costume, which has created complications for every actor who wears it. With his eyes dimmed and voice technologically obscured, Mr. Bale, who’s suited up from the start, doesn’t have access to an actor’s most expressive tools. (There are only so many ways to eyeball an enemy.) Mr. Nolan, having already told Batman’s origin story in the first film, initially doesn’t appear motivated to advance the character. Yet by giving him rivals in love and war, he has also shifted Batman’s demons from inside his head to the outside world. That change in emphasis leaches the melodrama from Mr. Nolan’s original conception, but it gives the story tension and interest beyond one man’s personal struggle. This is a darker Batman, less obviously human, more strangely other. When he perches over Gotham on the edge of a skyscraper roof, he looks more like a gargoyle than a savior. There’s a touch of demon in his stealthy menace. During a crucial scene, one of the film’s saner characters asserts that this isn’t a time for heroes, the implication being that the moment belongs to villains and madmen. Which is why, when Batman takes flight in this film, his wings stretching across the sky like webbed hands, it’s as if he were trying to possess the world as much as save it. In its grim intensity, “The Dark Knight” can feel closer to David Fincher’s “Zodiac” than Tim Burton’s playfully gothic “Batman,” which means it’s also closer to Bob Kane’s original comic and Frank Miller’s 1986 reinterpretation. That makes it heavy, at times almost pop-Wagnerian, but Mr. Ledger’s performance and the film’s visual beauty are transporting. (In Imax, it’s even more operatic.) No matter how cynical you feel about Hollywood, it is hard not to fall for a film that makes room for a shot of the Joker leaning out the window of a stolen police car and laughing into the wind, the city’s colored lights gleaming behind him like jewels. He’s just a clown in black velvet, but he’s also some kind of masterpiece.“The Dark Knight” is rated PG-13 (Parents strongly cautioned). Consistently violent but not bloody.THE DARK KNIGHTOpens on Friday nationwide. Directed by Christopher Nolan; written by Jonathan Nolan and Christopher Nolan, based on a story by Christopher Nolan and David S. Goyer; Batman character created by Bob Kane; Batman and other characters from the DC comic books; director of photography, Wally Pfister; edited by Lee Smith; music by Hans Zimmer and James Newton Howard; production designer, Nathan Crowley; produced by Charles Roven, Emma Thomas and Christopher Nolan; released by Warner Brothers Pictures. Running time: 2 hours 32 minutes. WITH: Christian Bale (Bruce Wayne/Batman), Michael Caine (Alfred), Heath Ledger (the Joker), Gary Oldman (James Gordon), Aaron Eckhart (Harvey Dent), Maggie Gyllenhaal (Rachel Dawes) and Morgan Freeman (Lucius Fox).Advertisement"
     }
    ]
   }
  ]
 },
 {
  "title": "The Godfather: Part II",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0071562/",
    "year": "1974",
    "genre": "Drama",
    "rating": "9.0",
    "income": "0",
    "metascore": "90",
    "user review url": "https://www.imdb.com//title/tt0071562/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0071562/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "What an absolutely disgraceful film.",
      "content": "This somehow manages to be worse than its predecessor. Please never watch this."
     },
     {
      "title": "Worst movie of all time",
      "content": "That second film from the saga didn't age very well. Tedious and boring scenes staging unrealistic situations or worse, not essential stories. This film is empty. Nothing is happening. Poor acting all over, even from our favorite heroes. The only redeeming value, seeing the A list actors when they were young and handsome. Unless you are drinking the Coppola kool-aid, don't bother watching it again. It will be a good waste of 3 hours of your time."
     },
     {
      "title": "Resident Sleeper",
      "content": "Incredibly overrated mess of a movie that just never ends. I heard Al Pacino said it's his most difficult role and I think I understand why. Having poker face in every scene must be really tough. Figuring out the plot was never this hard, but the hardest part is to give a damn, this movie surely cures insomnia I'm not kidding."
     },
     {
      "title": "Overrated and definitely not as good as the Original",
      "content": "One of the main problems which I feel is the downfall of the movie is the fact that Robert Di Nero isn't in the movie as much as he should be. I know that this movie is supposed to to show the almost downfall of Michael and the rise of Vito but it doesn't demonstrate Vito as good as it should have. It merely glimpses over Vito and doesn't properly show him as he rises to the big time mob boss he was in the first movie."
     },
     {
      "title": "Waste of time",
      "content": "If you want to watch a movie do for The Cat in the Hat (2003) instead, it's shorter abs 100x better"
     },
     {
      "title": "Way to long",
      "content": "To long way to long could have been way shorter. I got bored in the middle and had to take a break."
     },
     {
      "title": "Snooze-fest!",
      "content": "I really don't understand the obsession with the Godfather trilogy, brought up with society around me proclaiming it to be a classic I rented the first and found it just bearable! Determined on my task of watching all three I rented the second, I barely made it through, i found the storyline confusing and didn't see any of the quotes used in 'You've got Mail'! Please don't think that the only films I watch are chick flicks, I do like more serious, older films but ... oh dear... maybe I just can't relate to Italian mafia families, I must have wiped this film from my mind as I can hardly remember the storyline! I do not which to be stereotypical but maybe this really is a film for men! Please tell me there are other people out there who feel this way about these films! I can't understand how they always get to the top of 'Great film Lists'! If asked by a friend whether to watch this film I would say no, unless I wanted to punish them!\n\nP.S I still haven't watched number three!!"
     },
     {
      "title": "They should have stopped after the first one",
      "content": "The first Godfather is a very good movie. Great acting, some action scenes to releive the slower parts, and a good musical score. The only thing I can say in favor of this one is that it has good acting. Other than that, I'd rather take a nap than watch this three hour bore-a-thon."
     },
     {
      "title": "What a waste of time",
      "content": ""
     },
     {
      "title": "Better Than The Original, Still Not Great",
      "content": "Because the unintelligible duo of Marlon Brando and James Caan were left out of this film, that alone makes this an improved version of the original travesty. As usual, Al Pacino and Diane Keaton had good performances, and the addition of Robert DeNiro strengthened the cast. I still don't like gangster films glorifying crime and terrorism in the streets of America, so I didn't like this film, but at least the screenwriter and director did it better than the first one. I recommend you don't waste your time on this film, there are much better ones around, unless you have this uncontrollable urge to see Al Pacino, Diane Keaton, or Robert DeNiro in anything no matter how bad it is."
     },
     {
      "title": "Excuse me while I gather myself.",
      "content": "I just watched Godfather Part II and now I must take a moment to gather myself. It's all too much. My mind and body have entered what seems to be a state of shock and awe. I feel like just collapsing into a chair and staring into blank space. A blank stare of contemplation: Much like Michael did throughout the whole three hour duration of the movie.\n\nIf you'll excuse me I have to go now. I need to get a grip on the life shatteringly staggering events that I have just witnessed. I really need to lie down. I must recuperate. You see, my knees have turned to jelly. I may have to support them with my plastic kneecap.\n\nMovies this powerful should be banned."
     },
     {
      "title": "Best sequel ever?",
      "content": "even worse then the original and that is saying something! firstly this film suffers from the fact that it is not American gangster and the film makers should have thought twice about making a film like this after the fantastic American gangster set the bar so high for every other gangster film that would be made in latter years. I guess you can detect the sarcasm there but I have read the reviews of the afore mention movies and am getting pretty ticked off with every gangster film that gets made being compared to this and its jerk off predecessor, this is over long, boring and confusing rubbish with very little substance I don't know how the director of Your a big boy now and Finnians rainbow ever got to adapt the first film in the first place probably because he was an Italian American it is a shame they didn't wait around for Scorsese he's been making these kind of movies for the last thousand years. I don't know what it is about short badly dressed street thugs going around saying badder bing and shooting someone in a pizza restaurant is so appealing to everyone who happens to be a film buff I guess it's a hero worship thing you have to look up to somebody so why not some idiot who makes poorly adapted films from boring source material or dick heads who go around inflicting torment and anguish on normal people, I won't reviewing the third movie as it is just as bad as this probably not so bad because it doesn't go on for four years like this film does and Coppola did an interesting thing at the end of that one when he had Pacino screaming like a girl on the steps outside the opera with the music lifted from raging bull"
     },
     {
      "title": "Laughably Dumb",
      "content": ""
     },
     {
      "title": "Very Long and very boring.",
      "content": "While the first movie had a lot of freshness and intensity, this movie is explaining the rise of Vito and Michael with more detail and explanation, so that it is taking a much longer breathing to say it. The mixture of past and present may work for some, but it didn't work for me. I had the feeling the film was repeating itself constantly with past and present, even when the scenes with Vito Corleone weren't that good and a bit too cliché and strangely comical. I don't understand why this film is rated to high."
     },
     {
      "title": "Awful",
      "content": "This film is so bad it made my knees burn !! I could only sit through 2 hours of this, and that was the worst part of my life. Ever. Although Godfather 1 was good this was not and I don't know how they got a third film out of this. Instead of watching the film i wish i would have made a daisy chain. I really wish i didn't watch this and i wish i could unwatch this film. The film is too long and boring and the storyline is blown way out of proportion. On the other hand i really enjoyed dumber and dumber and i would recommend watching that or anything with Will Smith in especially I am legend that is a great film. Overall i think the be who made this film should really question what they was thinking. PS. Death race is good the one with Jason Statham"
     },
     {
      "title": "Don't wast your money",
      "content": "O.k so I used to think the Godfather was the worst gangster movie ever I stand corrected. The Godfather II is even stinker. Why do people who say they don't like violent movies like this piece pooh pooh I will never know. Ever one is a bad guy. And they all kill each other. Pooh pooh. Pooh pooh. Pooh pooh. It same thing as the first one. Stinky stinky pooh. Pooh pooh. Pooh pooh. Pooh pooh. A fresher pile of pooh then the first one that does make it better. Every one knows that manure is better then fresher pooh. Don't wast your money. Don't wast your time. It is long and boring just like the first one. I seen better movie in my toilet. Stinky stinky stinky pooh. All movie are better then is except of Godfather III. The is a real stinky one."
     },
     {
      "title": "Boring!",
      "content": ""
     },
     {
      "title": "Overrated pap",
      "content": "This is possibly the most overrated film that has ever been. It's confusing nonsense - the first plot, about Michael, is incoherent with way too many loose ends, while the second plot is unnecessary and doesn't tie to the first film (why wouldn't Vito Corleone have an Italian accent if he spoke Italian for so long?). The film should've been about half the length that it was - the writing is atrocious. The only high point of this film is the acting by Al Pacino."
     },
     {
      "title": "More like the NodFather part Poo (as in I would rather be on the nod on oxycotin than watching this cheap. crummy movie where Al Pacino's Rooster Gene hasnt even started yet!)",
      "content": "Yeah! More like the NodFather: Part Poo. This movie has got to bhe even worse than Chitizen Kane, which at least has a cool title and dosent pretend to be \"Gangstarr\" Movie. How can it be gangster if Tupac and Ice Cube arent even in it yet!\n\nMartin De Nero really brings the pain in this boiring, cheap piece of tripe. There's not even any carchases or big explosions in this 'action' movie. And Al Pacino hasnt even started to turn into a turkey yet, which is by far the coolest thing about him.\n\nDue to the fact that this movie didnt even have Marilyn Brando Reprise her role as the wife character, I give this movie a generous 2 star rating - I dont recommend it unless you like borking, slow movoes that pretend they're really deep but really no one has even heard of this obscure piece of americacn Tripe.\n\nI swear it's worse than Robert Scorsesesese\\s other even more boring preqeul the NodFather: Part one or Part No Fun."
     },
     {
      "title": "happy 40th anniversary... NOT!",
      "content": ""
     },
     {
      "title": "The First One was a Mess, the Second Is No Different",
      "content": "Coming off the disappointment of the first \"Godfather,\" Coppola continues his overrated trilogy with the weak and incoherent Part II. The story outlines the earlier life of Vito Corleone in the early 20s and follows Michael Corleone in the 50s, but does so with very little coherency or flow.\n\nFrancis Ford Coppola has shown very limited improvement from the first \"Godfather\", failing to realize the weaknesses of the first. The dialogue is still lacking authenticity, and the crypto-fascist undertones are still ever present. It doesn't help when any of the actors, in particular Al Pacino and Robert de Niro, fail to deliver any of their lines with any real conviction.\n\nThe story is fairly interesting, but the lack of quality in the script is hard to overcome, and especially so in the hands of Coppola, who has proved over and over again that he does not deserve to be in the company of such legendary directors like Paul W.S. Anderson, Michael Bay, and Wych Kaosayananda.\n\nWatching the film, it's obvious the troubles Coppola had in handling the material. There are many inconsistencies in the mood and atmosphere, and he doesn't seem to hold a grasp of the material that was so masterfully outlined by Mario Puzo.\n\nThe film hasn't aged well at all, and the boring cinematography highlights that combined with all the weaknesses pointed out in my review. \"The Godfather Part II\" marginally improves upon the first \"Godfather,\" but still contains many weaknesses that make it hard to enjoy or appreciate."
     },
     {
      "title": "Poor",
      "content": "another boring 3 hours. All bad performances. Im not going to say its good because everyone else does,,im going to say it as I see it.Anybody who gives this a good review is just listening to the media. I love movies so I watch them but this was a complete bore. Al Pacino and Bob De Niro cannot save this waste of time.Bad characters and bad direction heap on the misery of having to sit through this .Watched gf1 and now this...will not bother watching gf3 if its as bad as this. So many good movies from the 70s around but this pile of muck doesn't do the decade justice.I think FFC is a really bad director but if the mafia exists I reckon they paid him to make this bile."
     },
     {
      "title": "Good God",
      "content": "I managed to tolerate the first but this one was an insult! I am not faulting the acting, just the film in general. It expects viewers to understand about the Mafia, and want to watch as these mundane characters speak in a secret coded language in Italian. I have forced myself through this film and would think it a cruel personal punishment to force myself to consider watching the third one. There must be other people out there who dislike this film as I do...? When comparing this film to others of a similar time (or before) I can still not understand its appeal. I can not believe any of this trilogy can make it into the top ten, let alone be people's favourite film!"
     },
     {
      "title": "Mafia-like Excess near its Worst",
      "content": "If you must see a Godfather film, see the 1st. Like #2, it's overrated and over-hyped, bot not nearly as much. Both are long films in need of more cuts, but 2 is like a film by a man who can't stop talking about himself and his friends.\n\nThe massive failing is the director gets far too much respect, as if he's a mafia godfather himself, so not nearly enough cuts are made, like Diane Keaton's awful acting. While it's easy enough to follow the 2 timelines, it's disappointing that because of the sloppy excesses of the main timeline, the 2 rarely tie together. Had it been up to me, I would have done only the early timeline as a prequel.\n\nPacino and DeNiro both deserve the acting credit they get. The whole film is filled with interesting, well acted male characters - probably what deceives many people into giving it excess credit. Unfortunately, great acting performances and characters don't add up to a masterpiece."
     },
     {
      "title": "Not sure what movie everyone else watched",
      "content": "This movie was bad to put it simply -- don't fall for all the hype. I have no idea how this movie is so loved; it is like two bad movies rolled into one with the viewer forced to alternate between each boring tale: one in the past, and one in the even further past. This of course causes the film to be overly long, poorly edited, tedious and dull.\n\nTo be fair, I'm not a big fan of this genre, but I did want to like it, but could not. Little to like here: no sympathetic characters, no comedy, no inspiration, no beauty, just a dark heart that goes nowhere. Sorry, but there's much better films to watch with your free time. Thus a rating of 3.0/10.0."
     }
    ],
    "critics reviews": [
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:The musical score plays an even greater role in “The Godfather: Part II” than it did in the original film. Nostalgic, mournful, evoking lost eras, it stirs emotions we shouldn’t really feel for this story, and wouldn’t, if the score were more conventional for a crime movie. Why should we regret the passing of a regime built on murder, extortion, bribery, theft and the ruthless will of frightened men? Observe how powerfully Nino Rota’s music sways our feelings for the brutal events onscreen.At the end of Francis Ford Coppola’s masterwork “The Godfather” (1972), we have seen Michael Corleone (Al Pacino) change from a young man who wanted to stand apart from his family to one who did not hesitate to take up the reigns of control. In “Part II” (1974), we see him lose his remaining shreds of morality and become an empty shell, insecure and merciless. If the score evokes pity, it is Michael’s self-pity. In attempting to fill the shoes of his father, Michael has lost sight of those values that made Don Corleone better than he had to be and has become a new godfather every bit as evil as he has to be. If Rota’s score had been energetic and pounding, we might see him as more closely paralleling Tony Montana in a better film, Brian DePalma’s “Scarface” (1983). But the score is sad, and music can often evoke emotion more surely and subtly than story. Consider how deeply we are moved by certain operatic arias that are utter nonsense.The devolution of Michael Corleone is counterpointed by flashbacks to the youth and young manhood of his father, Vito (Robert De Niro). These scenes, taking place in Sicily and old New York, follow the conventional pattern of a young man on the rise and show the Mafia code being burned into the Corleone blood. No false romanticism conceals the necessity of using murder to do business. Such events as Vito’s murder of the minor-league New York godfather have their barbarism somewhat softened as Coppola adopts Vito’s point of view and follows him as he climbs rooftops to ambush the man and successfully escapes. It is a built-in reality that we tend to identify with a film’s POV. Here the murder becomes another rung on Vito’s ladder to success.To be sure, the life of young Vito helps to explain the forming of the adult Don Corleone, and to establish in the film the Sicilian code of omerta. As Michael changes, we see why he feels that he must. He must play the game by its rules. But I am not sure the flashbacks strengthen the film. I would have appreciated separate films about young Vito and the evolution of Michael. Never mind. What we have are two compelling narratives, two superb lead performances and lasting images. There is even a parallel between the deaths of two elderly dons. Revenge must be obtained.Coppola is at the top of his form in both films, and if I disapprove of the morality of the central characters, well, so do we all. We agree people should not kill one another, but that doesn’t explain why these films are seen again and again, entering a small worldwide canon of films just about everyone seems to have seen. They are grippingly written, directed with confidence and artistry, photographed by Gordon Willis (“The Master of Darkness”) in rich, warm, tones. The acting in both films is definitive. We can name the characters in a lot of films (Harry Lime, Scarlett O’Hara, Travis Bickle, Charles Foster Kane) but from how many films do we remember the names of six or more characters? Brando, Pacino, De Niro, Duvall, Cazale, Caan, Diane Keaton, Lee Strasberg, Talia Shire, Michael V. Gazzo and others are well-cast, well-used, gifted and correct for their roles.Simply as a story, the Michael scenes in “The Godfather: Part II” engage our emotions. I admire the way Coppola and his co-writer Mario Puzo require us to think along with Michael as he handles delicate decisions involving Hyman Roth (Strasberg), the boss of Miami; Fredo (Cazale), his older brother, and the shooting of Sonny (James Caan). Who has done what? Why? Michael floats various narratives past various principals, misleading them all, or nearly. It’s like a game of blindfolded chess; he has to envision the moves without seeing them.But finally it is all about Michael. Even the attack on the night of his son’s first communion party is on his bedroom, not our bedroom. His wife, Kay (Keaton), leaves him, and his focus does not waver: He will keep his son. Tom Hagen (Duvall), the most trusted confidant of father and son, considered a brother, is finally even suspected. In Michael’s life, paranoia is a useful defense mechanism.Coppola shows Michael breaking down under the pressure. We remember that he was once a proud war hero, a successful college student, building a legitimate lifestyle. But on their wedding day, Kay first began to fully realize what an all-controlling cocoon the Corleone clan was. There would always be things she could not be told about, could not be trusted with. Finally Michael has no one to tell or trust except his elderly mother (Morgana King). Michael’s desperation in that intense conversation explains everything about the film’s final shot.So “Part II” is finally a sad film, a lament for loss, certainly. It is a contrast with the earlier film, in which Don Corleone is seen defending old values against modern hungers. Young Vito was a murderer, too, as we more fully see in the Sicily and New York scenes of Part II. But he had grown wise and diplomatic, and when he dies beside the tomato patch, yes, we feel regret. An age has closed. We feel no regret at Michael’s decline. The crucial difference between the two films is that Vito is sympathetic, and Michael becomes a villain. That is not a criticism but an observation.The “best films” balloting on IMDb.com lacks credibility because popularity is the primary criteria. But hundreds of thousands do indeed vote, and as I write the top four films, in order, are “The Shawshank Redemption,” “The Godfather,” “The Dark Knight” and “The Godfather: Part II.” Of all of the reviews I have ever written, my three-star review of “Part II” has stirred the most disagreement. Sometimes it is simply cited as proof of my worthlessness. I’ve been told by many that “Part II” is a rare sequel that is better than the original. Have I changed my mind? No. I have read my review of “Part II” and would not change a word.Then why is it a “great movie”? Because it must be seen as a piece with the unqualified greatness of “The Godfather.” The two can hardly be considered apart (“Part III” is another matter). When the characters in a film take on a virtual reality for us, when a character in another film made 30 years later can say “The Godfather” contains all the lessons in life you need to know, when an audience understands why that statement could be made, a film has become a cultural bedrock. No doubt not all of the gospels are equally “good,” but we would not do without any of them.“The Godfather: Part II” then becomes a film that everyone who values movies at all should see. And as I write this, it can be seen in astonishingly good prints. The “Godfather” trilogy has been painstakingly digitally restored by Robert Harris, a master in his field. I have seen the restored “Godfather” in the new 35mm print and “Part II” in the new Blu-ray DVD. Having first seen both at their world premieres, I would argue that they have never looked better. For films of such visual richness, that is a reason to rejoice.And now I come back to the music. More than ever, I am convinced it is instrumental to the power and emotional effect of the films. I cannot imagine them without their Nino Rota scores. Against all our objective reason, they instruct us how to feel about the films. Now listen very carefully to the first notes as the big car drives into Miami. You will hear an evocative echo of Bernard Hermann’s score for “Citizen Kane,” another film about a man who got everything he wanted and then lost it.Note: The newly restored 35mm prints of the first and second parts will be screened at the Music Box, 3733 N. Southport. “Part I” plays today through Oct. 9 (except Monday), and “Part II” plays Oct. 10-16. A Blu-ray set of the trilogy is now available.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n200 minutes\n\n\nBruno Kirby\nas Young Clemenza\n\nTalia Shire\nas Connie\n\nMichael V. Gazzo\nas Frankie Pentangeli\n\nRobert DeNiro\nas Don Vito Corleone\n\nAbe Vigoda\nas Tessio\n\nLee Strasberg\nas Hyman Roth\n\nJohn Cazale\nas Fredo Corleone\n\nG.D. Spradlin\nas Senator Geary\n\nDiane Keaton\nas Kay\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:The musical score plays an even greater role in “The Godfather: Part II” than it did in the original film. Nostalgic, mournful, evoking lost eras, it stirs emotions we shouldn’t really feel for this story, and wouldn’t, if the score were more conventional for a crime movie. Why should we regret the passing of a regime built on murder, extortion, bribery, theft and the ruthless will of frightened men? Observe how powerfully Nino Rota’s music sways our feelings for the brutal events onscreen.At the end of Francis Ford Coppola’s masterwork “The Godfather” (1972), we have seen Michael Corleone (Al Pacino) change from a young man who wanted to stand apart from his family to one who did not hesitate to take up the reigns of control. In “Part II” (1974), we see him lose his remaining shreds of morality and become an empty shell, insecure and merciless. If the score evokes pity, it is Michael’s self-pity. In attempting to fill the shoes of his father, Michael has lost sight of those values that made Don Corleone better than he had to be and has become a new godfather every bit as evil as he has to be. If Rota’s score had been energetic and pounding, we might see him as more closely paralleling Tony Montana in a better film, Brian DePalma’s “Scarface” (1983). But the score is sad, and music can often evoke emotion more surely and subtly than story. Consider how deeply we are moved by certain operatic arias that are utter nonsense.The devolution of Michael Corleone is counterpointed by flashbacks to the youth and young manhood of his father, Vito (Robert De Niro). These scenes, taking place in Sicily and old New York, follow the conventional pattern of a young man on the rise and show the Mafia code being burned into the Corleone blood. No false romanticism conceals the necessity of using murder to do business. Such events as Vito’s murder of the minor-league New York godfather have their barbarism somewhat softened as Coppola adopts Vito’s point of view and follows him as he climbs rooftops to ambush the man and successfully escapes. It is a built-in reality that we tend to identify with a film’s POV. Here the murder becomes another rung on Vito’s ladder to success.To be sure, the life of young Vito helps to explain the forming of the adult Don Corleone, and to establish in the film the Sicilian code of omerta. As Michael changes, we see why he feels that he must. He must play the game by its rules. But I am not sure the flashbacks strengthen the film. I would have appreciated separate films about young Vito and the evolution of Michael. Never mind. What we have are two compelling narratives, two superb lead performances and lasting images. There is even a parallel between the deaths of two elderly dons. Revenge must be obtained.Coppola is at the top of his form in both films, and if I disapprove of the morality of the central characters, well, so do we all. We agree people should not kill one another, but that doesn’t explain why these films are seen again and again, entering a small worldwide canon of films just about everyone seems to have seen. They are grippingly written, directed with confidence and artistry, photographed by Gordon Willis (“The Master of Darkness”) in rich, warm, tones. The acting in both films is definitive. We can name the characters in a lot of films (Harry Lime, Scarlett O’Hara, Travis Bickle, Charles Foster Kane) but from how many films do we remember the names of six or more characters? Brando, Pacino, De Niro, Duvall, Cazale, Caan, Diane Keaton, Lee Strasberg, Talia Shire, Michael V. Gazzo and others are well-cast, well-used, gifted and correct for their roles.Simply as a story, the Michael scenes in “The Godfather: Part II” engage our emotions. I admire the way Coppola and his co-writer Mario Puzo require us to think along with Michael as he handles delicate decisions involving Hyman Roth (Strasberg), the boss of Miami; Fredo (Cazale), his older brother, and the shooting of Sonny (James Caan). Who has done what? Why? Michael floats various narratives past various principals, misleading them all, or nearly. It’s like a game of blindfolded chess; he has to envision the moves without seeing them.But finally it is all about Michael. Even the attack on the night of his son’s first communion party is on his bedroom, not our bedroom. His wife, Kay (Keaton), leaves him, and his focus does not waver: He will keep his son. Tom Hagen (Duvall), the most trusted confidant of father and son, considered a brother, is finally even suspected. In Michael’s life, paranoia is a useful defense mechanism.Coppola shows Michael breaking down under the pressure. We remember that he was once a proud war hero, a successful college student, building a legitimate lifestyle. But on their wedding day, Kay first began to fully realize what an all-controlling cocoon the Corleone clan was. There would always be things she could not be told about, could not be trusted with. Finally Michael has no one to tell or trust except his elderly mother (Morgana King). Michael’s desperation in that intense conversation explains everything about the film’s final shot.So “Part II” is finally a sad film, a lament for loss, certainly. It is a contrast with the earlier film, in which Don Corleone is seen defending old values against modern hungers. Young Vito was a murderer, too, as we more fully see in the Sicily and New York scenes of Part II. But he had grown wise and diplomatic, and when he dies beside the tomato patch, yes, we feel regret. An age has closed. We feel no regret at Michael’s decline. The crucial difference between the two films is that Vito is sympathetic, and Michael becomes a villain. That is not a criticism but an observation.The “best films” balloting on IMDb.com lacks credibility because popularity is the primary criteria. But hundreds of thousands do indeed vote, and as I write the top four films, in order, are “The Shawshank Redemption,” “The Godfather,” “The Dark Knight” and “The Godfather: Part II.” Of all of the reviews I have ever written, my three-star review of “Part II” has stirred the most disagreement. Sometimes it is simply cited as proof of my worthlessness. I’ve been told by many that “Part II” is a rare sequel that is better than the original. Have I changed my mind? No. I have read my review of “Part II” and would not change a word.Then why is it a “great movie”? Because it must be seen as a piece with the unqualified greatness of “The Godfather.” The two can hardly be considered apart (“Part III” is another matter). When the characters in a film take on a virtual reality for us, when a character in another film made 30 years later can say “The Godfather” contains all the lessons in life you need to know, when an audience understands why that statement could be made, a film has become a cultural bedrock. No doubt not all of the gospels are equally “good,” but we would not do without any of them.“The Godfather: Part II” then becomes a film that everyone who values movies at all should see. And as I write this, it can be seen in astonishingly good prints. The “Godfather” trilogy has been painstakingly digitally restored by Robert Harris, a master in his field. I have seen the restored “Godfather” in the new 35mm print and “Part II” in the new Blu-ray DVD. Having first seen both at their world premieres, I would argue that they have never looked better. For films of such visual richness, that is a reason to rejoice.And now I come back to the music. More than ever, I am convinced it is instrumental to the power and emotional effect of the films. I cannot imagine them without their Nino Rota scores. Against all our objective reason, they instruct us how to feel about the films. Now listen very carefully to the first notes as the big car drives into Miami. You will hear an evocative echo of Bernard Hermann’s score for “Citizen Kane,” another film about a man who got everything he wanted and then lost it.Note: The newly restored 35mm prints of the first and second parts will be screened at the Music Box, 3733 N. Southport. “Part I” plays today through Oct. 9 (except Monday), and “Part II” plays Oct. 10-16. A Blu-ray set of the trilogy is now available.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n200 minutes\n\n\nBruno Kirby\nas Young Clemenza\n\nTalia Shire\nas Connie\n\nMichael V. Gazzo\nas Frankie Pentangeli\n\nRobert DeNiro\nas Don Vito Corleone\n\nAbe Vigoda\nas Tessio\n\nLee Strasberg\nas Hyman Roth\n\nJohn Cazale\nas Fredo Corleone\n\nG.D. Spradlin\nas Senator Geary\n\nDiane Keaton\nas Kay\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:Moving through the deep shadows and heavy glooms of his vast estate, Michael Corleone presides over the destruction of his own spirit in “The Godfather, Part II.” The character we recall from “The Godfather” as the best and brightest of Don Vito’s sons, the one who went to college and enlisted in the Marines, grows into a cold and ruthless man, obsessed with power. The film’s closing scenes give us first a memory of a long-ago family dinner, and then Michael at mid-life, cruel, closed, and lonely. He’s clearly intended as a tragic figure.The Corleone saga, as painted by Francis Ford Coppola and Mario Puzo in two films totaling nearly seven hours, has been a sort of success story in reverse. In a crazy way, “The Godfather” and its sequel belong in the same category with those other epics of immigrant achievement in America, “The Emigrants” and “The New Land.” The Corleone family worked hard, was ambitious, remembered friends, never forgave disloyalty, and started from humble beginnings to become the most powerful Mafia organization in the country. If it were not that the family business was crime, these films could be an inspiration for us all.Coppola seems to hold a certain ambivalence toward his material. Don Vito Corleone as portrayed by Marlon Brando in “The Godfather” was a man of honor and dignity, and it was difficult not to sympathize with him, playing with his grandchild in the garden, at peace after a long lifetime of murder, extortion, and the rackets. What exactly were we supposed to think about him? How did Coppola feel toward the Godfather?“The Godfather, Part II” moves both forward and backward in time from the events in “The Godfather,” in an attempt to resolve our feelings about the Corleones. In doing so, it provides for itself a structural weakness from which the film never recovers, but it does something even more disappointing: It reveals a certain simplicity in Coppola’s notions of motivation and characterization that wasn’t there in the elegant masterpiece of his earlier film.He gives us, first of all, the opening chapters in Don Vito’s life. His family is killed by a Mafia don in Sicily, he comes to America at the age of nine, he grows up (to be played by Robert De Niro), and edges into a career of crime, first as a penny-ante crook and then as a neighborhood arranger and power broker: a man, as the movie never tires of reminding us, of respect.This story, of Don Vito’s younger days, occupies perhaps a fourth of the film’s 200 minutes. Coppola devotes the rest to Michael Corleone, who has taken over the family’s business after his father’s death, has pulled out of New York, and consolidated operations in Nevada, and has ambitions to expand in Florida and Cuba. Michael is played, again and brilliantly, by Al Pacino, and among the other familiar faces are Robert Duvall as Tom Hagen, the family’s lawyer; Diane Keaton as Michael’s increasingly despairing wife Kay; and John Cazale as the weak older brother Fredo.Coppola handles a lot of this material very well. As in the earlier film, he reveals himself as a master of mood, atmosphere, and period. And his exposition is inventive and subtle. The film requires the intelligent participation of the viewer; as Michael attempts to discover who betrayed him and attempted his assassination, he tells different stories to different people, keeping his own counsel, and we have to think as he does so we can tell the truth from the lies.Pacino is very good at suggesting the furies and passions that lie just beneath his character’s controlled exterior. He gives us a Michael who took over the family with the intention of making it “legitimate” in five years, but who is drawn more and more deeply into a byzantine web of deceit and betrayal, all papered over with code words like respect, honor, and gratitude. By the film’s end he has been abandoned by almost everyone except those who work for him and fear him, and he is a very lonely man.But what was his sin? It was not, as we might have imagined or hoped, that he presided over a bloody enterprise of murder and destruction. No, Michael’s fault seems to be pride. He has lost the common touch, the dignity he should have inherited from his father. And because he has misplaced his humanity he must suffer.Coppola suggests this by contrast. His scenes about Don Vito’s early life could almost be taken as a campaign biography, and in the most unfortunate flashbacks we’re given the young Vito intervening on behalf of a poor widow who is being evicted from her apartment. The don seems more like a precinct captain than a gangster, and we’re left with the unsettling impression that Coppola thinks things would have turned out all right for Michael if he’d had the old man’s touch.The flashbacks give Coppola the greatest difficulty in maintaining his pace and narrative force. The story of Michael, told chronologically and without the other material, would have had really substantial impact, but Coppola prevents our complete involvement by breaking the tension. The flashbacks to New York in the early 1900s have a different, a nostalgic tone, and the audience has to keep shifting gears. Coppola was reportedly advised by friends to forget the Don Vito material and stick with Michael, and that was good advice. There’s also some evidence in the film that Coppola never completely mastered the chaotic mass of material in his screenplay. Some scenes seem oddly pointless (why do we get almost no sense of Michael’s actual dealings in Cuba, but lots of expensive footage about the night of Castro’s takeover?), and others seem not completely explained (I am still not quite sure who really did order that attempted garroting in the Brooklyn saloon).What we’re left with, then, are a lot of good scenes and good performances set in the midst of a mass of undisciplined material and handicapped by plot construction that prevents the story from ever really building.There is, for example, the brilliant audacity of the first communion party for Michael’s son, which Coppola directs as counterpoint to the wedding scene that opened “The Godfather.” There is Lee Strasberg’s two-edged performance as Hyman Roth, the boss of the Florida and Cuban operations; Strasberg gives us a soft-spoken, almost kindly old man, and then reveals his steel-hard interior. There is Coppola’s use of sudden, brutal bursts of violence to punctuate the film’s brooding progress. There is Pacino, suggesting everything, telling nothing.But Coppola is unable to draw all this together and make it work on the level of simple, absorbing narrative. The stunning text of “The Godfather” is replaced in “Part II” with prologues, epilogues, footnotes, and good intentions.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n200 minutes\n\n\nBruno Kirby\nas Young Clemenza\n\nTalia Shire\nas Connie\n\nRobert DeNiro\nas Don Vito Corleone\n\nAbe Vigoda\nas Tessio\n\nG.D. Spradlin\nas Senator Geary\n\nMichael V. Gazzo\nas Frankie Pentangeli\n\nLee Strasberg\nas Hyman Roth\n\nDiane Keaton\nas Kay\n\nJohn Cazale\nas Fredo Corleone\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:Moving through the deep shadows and heavy glooms of his vast estate, Michael Corleone presides over the destruction of his own spirit in “The Godfather, Part II.” The character we recall from “The Godfather” as the best and brightest of Don Vito’s sons, the one who went to college and enlisted in the Marines, grows into a cold and ruthless man, obsessed with power. The film’s closing scenes give us first a memory of a long-ago family dinner, and then Michael at mid-life, cruel, closed, and lonely. He’s clearly intended as a tragic figure.The Corleone saga, as painted by Francis Ford Coppola and Mario Puzo in two films totaling nearly seven hours, has been a sort of success story in reverse. In a crazy way, “The Godfather” and its sequel belong in the same category with those other epics of immigrant achievement in America, “The Emigrants” and “The New Land.” The Corleone family worked hard, was ambitious, remembered friends, never forgave disloyalty, and started from humble beginnings to become the most powerful Mafia organization in the country. If it were not that the family business was crime, these films could be an inspiration for us all.Coppola seems to hold a certain ambivalence toward his material. Don Vito Corleone as portrayed by Marlon Brando in “The Godfather” was a man of honor and dignity, and it was difficult not to sympathize with him, playing with his grandchild in the garden, at peace after a long lifetime of murder, extortion, and the rackets. What exactly were we supposed to think about him? How did Coppola feel toward the Godfather?“The Godfather, Part II” moves both forward and backward in time from the events in “The Godfather,” in an attempt to resolve our feelings about the Corleones. In doing so, it provides for itself a structural weakness from which the film never recovers, but it does something even more disappointing: It reveals a certain simplicity in Coppola’s notions of motivation and characterization that wasn’t there in the elegant masterpiece of his earlier film.He gives us, first of all, the opening chapters in Don Vito’s life. His family is killed by a Mafia don in Sicily, he comes to America at the age of nine, he grows up (to be played by Robert De Niro), and edges into a career of crime, first as a penny-ante crook and then as a neighborhood arranger and power broker: a man, as the movie never tires of reminding us, of respect.This story, of Don Vito’s younger days, occupies perhaps a fourth of the film’s 200 minutes. Coppola devotes the rest to Michael Corleone, who has taken over the family’s business after his father’s death, has pulled out of New York, and consolidated operations in Nevada, and has ambitions to expand in Florida and Cuba. Michael is played, again and brilliantly, by Al Pacino, and among the other familiar faces are Robert Duvall as Tom Hagen, the family’s lawyer; Diane Keaton as Michael’s increasingly despairing wife Kay; and John Cazale as the weak older brother Fredo.Coppola handles a lot of this material very well. As in the earlier film, he reveals himself as a master of mood, atmosphere, and period. And his exposition is inventive and subtle. The film requires the intelligent participation of the viewer; as Michael attempts to discover who betrayed him and attempted his assassination, he tells different stories to different people, keeping his own counsel, and we have to think as he does so we can tell the truth from the lies.Pacino is very good at suggesting the furies and passions that lie just beneath his character’s controlled exterior. He gives us a Michael who took over the family with the intention of making it “legitimate” in five years, but who is drawn more and more deeply into a byzantine web of deceit and betrayal, all papered over with code words like respect, honor, and gratitude. By the film’s end he has been abandoned by almost everyone except those who work for him and fear him, and he is a very lonely man.But what was his sin? It was not, as we might have imagined or hoped, that he presided over a bloody enterprise of murder and destruction. No, Michael’s fault seems to be pride. He has lost the common touch, the dignity he should have inherited from his father. And because he has misplaced his humanity he must suffer.Coppola suggests this by contrast. His scenes about Don Vito’s early life could almost be taken as a campaign biography, and in the most unfortunate flashbacks we’re given the young Vito intervening on behalf of a poor widow who is being evicted from her apartment. The don seems more like a precinct captain than a gangster, and we’re left with the unsettling impression that Coppola thinks things would have turned out all right for Michael if he’d had the old man’s touch.The flashbacks give Coppola the greatest difficulty in maintaining his pace and narrative force. The story of Michael, told chronologically and without the other material, would have had really substantial impact, but Coppola prevents our complete involvement by breaking the tension. The flashbacks to New York in the early 1900s have a different, a nostalgic tone, and the audience has to keep shifting gears. Coppola was reportedly advised by friends to forget the Don Vito material and stick with Michael, and that was good advice. There’s also some evidence in the film that Coppola never completely mastered the chaotic mass of material in his screenplay. Some scenes seem oddly pointless (why do we get almost no sense of Michael’s actual dealings in Cuba, but lots of expensive footage about the night of Castro’s takeover?), and others seem not completely explained (I am still not quite sure who really did order that attempted garroting in the Brooklyn saloon).What we’re left with, then, are a lot of good scenes and good performances set in the midst of a mass of undisciplined material and handicapped by plot construction that prevents the story from ever really building.There is, for example, the brilliant audacity of the first communion party for Michael’s son, which Coppola directs as counterpoint to the wedding scene that opened “The Godfather.” There is Lee Strasberg’s two-edged performance as Hyman Roth, the boss of the Florida and Cuban operations; Strasberg gives us a soft-spoken, almost kindly old man, and then reveals his steel-hard interior. There is Coppola’s use of sudden, brutal bursts of violence to punctuate the film’s brooding progress. There is Pacino, suggesting everything, telling nothing.But Coppola is unable to draw all this together and make it work on the level of simple, absorbing narrative. The stunning text of “The Godfather” is replaced in “Part II” with prologues, epilogues, footnotes, and good intentions.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated R\n\n\n200 minutes\n\n\nBruno Kirby\nas Young Clemenza\n\nTalia Shire\nas Connie\n\nRobert DeNiro\nas Don Vito Corleone\n\nAbe Vigoda\nas Tessio\n\nG.D. Spradlin\nas Senator Geary\n\nMichael V. Gazzo\nas Frankie Pentangeli\n\nLee Strasberg\nas Hyman Roth\n\nDiane Keaton\nas Kay\n\nJohn Cazale\nas Fredo Corleone\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nA companion piece in the truest sense of the term, The Godfather Part II garnered as much adulation as its predecessor, if not more. Receiving twelve Academy Award nominations, and again winning Best Picture (and this time Best Director for Coppola as well), the second installment has been rightfully hailed as the best sequel of all time.\n\nThe Godfather Part II is a more ambitious production than the original since it attempts not only to tell a pair of completely disconnected stories, but to do so in parallel. The less time consuming of the two presents the early life of Vito Corleone (played by Robert DeNiro) in Sicily and New York, and shows how he came into power. The other tale picks up approximately a decade after the conclusion of The Godfather, and shows the means by which Michael Corleone (Al Pacino), now secure in his position, attempts to expand the family empire into Las Vegas and Cuba.\n\nMichael lives his life and runs his business by two of his father's creeds: \"A man who doesn't spend time with his family can never be a real man\" and \"Keep your friends close, but your enemies closer.\" There are times, however, when those precepts fail as guiding principles, such as when a betrayal occurs from within the family. Broken trust arising from so intimate a source can be devastating.\n\nIn The Godfather, family was more important than anything to Don Vito Corleone. Michael has inherited his father's values and as Part II opens, he is surrounded by the Corleone clan as they gather for his son's first communion. A symmetry between the first and second films is established here - both open with a family assemblage, and each quickly establishes where the power lies as the don \"holds court.\"\n\nThe Corleones no longer live in New York. They have moved to Nevada where they are amassing influence with the nebulous goal of some day becoming \"legitimate.\" But the affairs of the East Coast are about to interfere as Frankie Pentangeli (Michael V. Gazzo) arrives to request the don's acquiescence to a hit. Michael cannot agree because such a killing would ruin certain business dealings currently in progress with the powerful and influential Hyman Roth (Lee Strasberg).\n\nPlot and counterplot develop, and Michael becomes the focal point of a web of betrayal and deceit, turned against by those he had sought to protect. Assassination attempts and government probes target Michael, but he fights back using every scintilla of ingenuity he possesses and sacrificing much of his humanity in the process.\n\nFor a man constantly battling to keep his family together, a mournful irony of The Godfather Part II is that Michael's efforts succeed only in fragmenting it. If the end of the first film was numbing, this one is shattering. The flashback preceding the final scene presents a stark differentiation of how things once were from what they have become.\n\nA more comprehensive contrast emerges through the lengthy sequences detailing Vito Corleone's rise from obscurity. Showing his arrival at Ellis Island, his early relationship with Clemenza (Bruno Kirby), and his confrontation with Don Fanucci (Gastone Moschin), these segments stand in contradiction to Michael's scenes. Expansion is replaced by slow disintegration, energy and success by pain and failure. If young Vito's era is the Corleone's dawn, Michael's is the approaching twilight.\n\nThe danger in interweaving the early twentieth century story with the one from 1958 is that the momentum of either - or both - could be curtailed. While this occasionally happens (most notably in the first shift back to 1917, shortly after the assassination attempt on Michael), Coppola handles the transitions adroitly, keeping the pace consistent enough to limit any sense of jarring or disorientation.\n\nThe traditional elements of the Tragedy introduced in The Godfather reach their maturity in Part II. Much of the humanity remaining to Michael at the outset is leeched from him with each deception and setback. Late scenes with a resentful Fredo (John Cazale) and a bitter Kay (Diane Keaton) emphasize the price for Michael of continuing his father's dominion. His flaw is his imperceptiveness and, as is the case for any hero in a story of this nature, its effects are crippling.\n\nPrimarily due to the scope of events, Part II is not as tightly-scripted as Part I. While most of the first film takes place in New York (with a few excursions elsewhere), here the settings vary: Sicily, Ellis Island, New York, Nevada, Cuba, Miami, Washington DC. In letting their characters escape the confines of the \"old neighborhood\", Coppola and Puzo lessen the intimacy of certain interpersonal conflicts.\n\nVisually, many of Michael's scenes have a more gloomy appearance this time around. Especially during the latter portions of the film, the don is shown in severely underexposed settings, appearing as a silhouette. His is a voice from the darkness - a photographic mirror of what's happening beneath the surface.\n\nAs the beginning of Part II echoes the opening of The Godfather, so too does the end. Because of the manner in which circumstances are handled and considering the people involved, the impact here is more forceful. The tragic flaw has accomplished its poisonous, inevitable designs. Coppola punctuates both movies with a gut-twisting exclamation point.\n\nCombined, The Godfather and The Godfather Part II represent the apex of American movie-making and the ultimate gangster story. Few sequels have expanded upon the original with the faithfulness and detail of this one. Beneath the surface veneer of an ethnic period piece, The Godfather is not so much about crime lords as it is about prices paid in the currency of the soul for decisions made and avoided. It is that quality which establishes this saga as timeless.\n"
     },
     {
      "The New York Times [Vincent Canby]": "AdvertisementSupported byMichelle Yeoh stars as a stressed-out laundromat owner dragged into cosmic battle and genre chaos.By A.O. ScottA lonely teenager is traumatized by her mother’s volatile behavior in this impressive horror debut.By Jeannette CatsoulisIn this elegant feature debut about modern alienation, the German writer-director Jonas Bak casts his real-life mother as a retired secretary who travels to Hong Kong to visit her estranged son.By Beatrice LoayzaTwo identical sisters reunite under mysterious circumstances in a compelling debut feature from Erin Vassilopoulos.By Amy NicholsonNaomi Watts stars in a true-life drama about a woman who hiked up a mountain alone and returned with some heavy, unexpected cargo.By Manohla DargisA fine British cast is featured in this mildly transgressive love story set in the aftermath of World War I.By A.O. ScottThe singer-songwriter is in a reflective state in the director Stacey Lee’s film, which documents a trip from Salt Lake City to Los Angeles.By Chris AzzopardiTwo Indian American youngsters are set up on a date that takes an unexpected turn in this pandemic-themed comedy.By Devika GirishSandra Bullock, Channing Tatum and a vamping Brad Pitt run around in a romantic adventure that you have seen before and will see again.By Manohla DargisThree women laze around German-speaking cities in the languid third feature from the indie director Ted Fendt.By Natalia WinkelmanAdvertisement"
     }
    ]
   }
  ]
 },
 {
  "title": "12 Angry Men",
  "results": [
   {
    "link": "https://www.imdb.com//title/tt0050083/",
    "year": "1957",
    "genre": "Crime Drama",
    "rating": "9.0",
    "income": "0",
    "metascore": "96",
    "user review url": "https://www.imdb.com//title/tt0050083/reviews?ref_=tt_ov_rt",
    "critic review url": "https://www.imdb.com//title/tt0050083/externalreviews?ref_=tt_ov_rt",
    "users reviews": [
     {
      "title": "perhaps the most overrated film in history",
      "content": ""
     },
     {
      "title": "Boring",
      "content": "Boring film about how 1 person challenges the rest on a crime case."
     },
     {
      "title": "I was forced to endure this",
      "content": "I cannot believe I was forced to endure this movie in a class I took at college. Synopsis: 12 men sit in a room and talk for the ENTIRE movie. It's about as fun as sitting in the doctor's office listening to the chit-chat of other patients. I know it's supposed to be good since it has the noble purpose of pointing out the already obvious fact that some accused people, if the jury does not consider carefully all the evidence, will be wrongly convicted. Also, some of the \"evidence\" presented to defend the accused is sketchy, at best. It seems too many jurors have taken this movie to heart -- in this country we turn people like O.J. Simpson out on the street.\n\nI might have liked to read this as a book, where I could at least dream up my own characters and give them more to do besides sit and talk. The two main characters were also pretty flat; one is your all-enlightened bleeding heart liberal who thinks a crack dealer that has been arrested 42 times will straighten up if given \"just one more shot at 'rehab'.\" The other is the typical conservative loudmouth whose values are rock-solid and self-righteous and he's going to scream louder and louder until you agree with him. This movie isn't suspensful, it's laughable.\n\nRating: 2/10"
     },
     {
      "title": "Very slow",
      "content": "Slowly paced. And some of the jokes have not aged well\n\nAnd it's sooo slow I hated the middle part."
     },
     {
      "title": "People give it a 10 like it's real but it's a fiction",
      "content": "In the news (anyone can look up), \"True story that 12 Angry Men writer claimed inspired the classic film is revealed as a work of pure fiction\". Good actors but I never liked the self righteous juror who disregards evidence and bullies fellow jurors into making up their own scenarios of \"probably what happened\". Juries should weigh facts, not invent scenarios, and certainly not let a bully push a narrative."
     },
     {
      "title": "Terrible",
      "content": "Myself and some friends watched this movie after seeing all the reviews on IMDb.\n\nThe film was so bad that I had to join IMDb to tell everyone what I think.\n\nOK there was some good dialogue in the movie, but it was slow, dull, highly predictable, repetitive, cheap and quite frustrating.\n\nIt must have been the cheapest movie ever made, just 12 guys in ONE ROOM for the entire 90 minutes. Often going 2 minutes or so without any words being spoken.\n\nMy girlfriend even predicted half of the things that were about to be said... how poor must a film be if you can do that? Sorry but I just can't understand how this film is number 7 on IMDb, who on earth gave it 10/10? Me and my friends can't even find enough in this movie to give it a 2, so it gets a 1 from us and would be 0 if IMDb allowed that.\n\nAnyone thinking of watching it - DON'T! Go watch paint dry."
     },
     {
      "title": "I didn't like the choices that the directer made in this movie.",
      "content": ""
     },
     {
      "title": "yawn",
      "content": ""
     },
     {
      "title": "Misogynist and racial",
      "content": "This movie clearly misogynistic and racially biases. It represents the typical mental superiority complex of Americans. of the 12 jurors not even one is a woman, neither is one that represents the African American or hispanic or any other race that still part of the American system. Movie is shot in poor taste, acting is superficial and mediocre at best, this movie does deserve to be in top 250 movies of all time. I can think of 500 movies which have a better set of actors and better story and better director. Only reason this movie is in the top 10 is for a counter argument, that should never exist in the first place if the jurors had an iq that was better than 2 digits."
     },
     {
      "title": "8.9 Are you kidding me?",
      "content": "I'm one who likes to look at IMDb and watch some movies based on ratings from this site. This one is probably the most overrated movie I have ever seen.\n\nPeople who are rating this movie great are just trying to impress you with the fact that they watched something that came out before they did. Seriously awful waste of time here. If you want a good older movie watch Treasure of the Sierra Madre or Casablanca or just about anything else over this.\n\nI try to find good in everything and I just don't get why people give this one such a high rating. Nothing great about it. Boring as hell and not one thing good worth mentioning. Because of IMDb i had high expectations and boy am I rethinking this sites reviewers."
     },
     {
      "title": "Too slow, doesn't go anywhere",
      "content": ""
     },
     {
      "title": "Good Movie Ruined By Left Wing Bias and Smugness",
      "content": ""
     },
     {
      "title": "OMG I LOVE THIS FILM SO MUCH! ***K YEAH!!!",
      "content": "I remember watching this movie on one my last lessons in Legal Studies in Australia because there's not much else to do besides the exam prep. I don't understand the appeal of this movie at all. All it is revolves around twelve angry men yelling at each other for the entire movie, in one room. Sure, it tells the story (and I'm seriously stretching the term for this particular live action reel) of a jury made up of 12 men as they deliberate the guilt or acquittal of a defendant on the basis of reasonable doubt, forcing the jurors to question their morals and values. This works well as a play and I like the acting and dialogue in this, but does not translate well onto movie at all. That's what Parliament Question Time TV show is there for. This movie is so boring, forgettable and torturous that this is the third time I literally fell asleep a half hour in besides Transformers: Age of Extinction and the new version of Independence Day. Because movies are meant to entertain people, even Tommy Wisseau's The Room and the animated Titanic movies are watchable compared to this torture device. This movie is generally studied in English (lucky I never had to do that, even though there was no way I could escape seeing this movie), and I feel for the high school students who have to watch this for study, and fans of this movie who would throw their money at everything they see."
     },
     {
      "title": "Extremely overrated",
      "content": "I was forced to watch this in school and I knew it was probably gonna be boring like any other movie they make us watch, at least the ones we've never heard of. Watching 12 old men argue for almost 2 hours is boring. But what can you expect from a 1956 movie where men just argue(and not comically) the entire time? I hope this is never remade"
     },
     {
      "title": "Don't believe the hype!",
      "content": "Doesn't allow you to guess the end! Introduces evidence that the audience isn't aware of at the end of the film! Poor writing, what a bore."
     },
     {
      "title": "A movie that I dislike -- 12 Angry Men",
      "content": "The main reason that I dislike this movie because it is played in black and white. It made feel tired, so I cannot concentrate in the movie.\n\nAnother point is that it did not change much scene, they mainly acted in the jury room. They stayed in there for most of the time that made me feel uncomfortable and closely packed together.\n\nAfter that, I think they had talked to much about the case and they waste so much in talking the same thing.\n\nAll in all, I don't like this movie because it is black and white and it seems to be that they were repeating the same point again and again. Therefore I don't like this movie at all."
     },
     {
      "title": "Have fun with the movie",
      "content": "12 Angry Men is a fascinating, great film. I was forced to watch the movie in the beginning. Although the whole movie takes place in one room, and is just a bunch of men arguing, it still somehow keeps your full attention. As far as content goes, there isn't too much parents would object to. Characters discuss a murder, but that's pretty much it. It's appropriate for kids, although I'm not sure if many will like it since the whole thing is dialogue and it's rather slow-paced compared to most of today's films. (4C) ............................................... ......... ...................... ........... ........................ ............ ........................"
     },
     {
      "title": "Let's take off the nostalgia glasses",
      "content": "I hope that people don't see the score without reading the reviews as much as I think they do. Believe me, I find that you can still enjoy a movie, even respect it, without liking it. This is definitely the case with 12 Angry men. While I can enjoy the experience of watching the film, I've come to the rather unpopular opinion that this is not a great film. 12 Angry men works far better as a stage play, than a movie. As a film, it's quit uninspired and lacking emotion. The dialogue being as uninteresting as your least favorite math class, this is only accentuated by the fact that this film attempts to carry itself on dialogue and performance. Another problem comes right from the name itself; 12. The 12 angry men in the film are mostly indiscernible from each other, excluding a select few. While on stage the characters can show a lot of complexity with each actor playing off of each others emotions and bringing something new to performances each night, the film is lacking in character development."
     },
     {
      "title": "A masterpiece? Lol",
      "content": "What a disgrace to the justice system. One bleeding heart liberal emotionally manipulates other weak men into creating their own evidence to support the outcome they wanted. The same people who think so highly of this movie are now pushing bail reform and letting criminals out to offend again. If letting criminals destroy your country is maaterful, then this movie is a masterpiece. Other than that, it is just decent acting."
     },
     {
      "title": "Watch it if have time to waste !",
      "content": "As a team of film critics, we recently went to the cinema to see a broadcast of the movie \"12 angry men\" and God, what a great film for octogenarians! Maybe to give you our opinion about it, we must put this dud into context.\n\n12 angry men or \"12 hommes en colère\" in French, is a 1957 American courtroom drama film directed by Sidney Lumet and based on the eponymous piece of theatre of 1954 written by Reginald Rose. As Lumet is a filmmaker known for his tragedies and critics of American justice system, we were, as fans waiting for a harrowing masterpiece! But we think that our small introduction made you understand that we were disappointed.\n\nThe movie unfolds in a jury room in which 12 jurors are deliberating the case of an impoverished 18-year-old boy who is accused of stabbing his father to death. Therefore, the spectator follows this uneven trial for not less than ninety-six minutes, which is of course a bit exhausting. However, you may be pleased when seeing the cast with Henry Fonda, which would be normal. Yet, he probably is the reason of the movie's recognition, because there is nothing else that distinguishes it from other courtroom films such as Liar Liar from 1997. Maybe, we are scandalmongers because you probably know Martin Balsam? Or John Fiedler? No, you don't? To be honest we think that Fonda, Mr Davis in the movie, or the juror eight truly makes the film. If the gamechanger, the one who was about to save the young boy by rebelling against the tyranny of the majority, was anonymous for the spectators, would people give the movie that much attention? We do not think so. Nevertheless, the themes addressed in this film seemed intrusting: the justice and the question of morality and values are omnipresent, but they would be the few positive points. In fact, it contains an underlying message about prejudicial actions, the difficulties to be a juror and even racism during the fifties. It provides an interesting perspective on the importance of being a juror and the possible biases that jurors could, and still can encounter nowadays. It is both dramatic and tense, and it is insightful in its depiction of various aspects of humanity. But we were unable to identify with this film as it was impossible to identify with any of the jurors, it felt like they were not communicating any emotion.\n\nMoreover, the script may seem ingenious but if you dig a bit it is not really the case and almost becomes boring at one point. It was so hard not to fall asleep while watching it. We were neither surprised nor excited to see the film and after we saw it. Don't you think the story is a bit far-fetched? Twelve brains take ninety minutes to agree on such an obvious case? Of course, he was not guilty. But after all, this movie kind of shows how screwed up the American justice system is. The poor boy is found guilty before all the evidence were even considered. Logic would dictate that he is not guilty until proven innocent, but apparently only one brain managed to take that detail into account, which made the scenario a bit inconceivable.\n\nTo be the most objective as possible, 12 angry men is one of the films that did not aged well. Overall, this is a good movie if you like vintage (because it is trending again), slow-paced, and closed-door films. You can also go see it if you like films that denounce timeless issues that still occur today. Also, if you like Henry Fonda, you want to watch it because he still plays greatly. It can be a great old school classic, but definitely a waste of time for people, like us from Generation Z. If you are into more dynamic courtroom movies, we would advice you to watch more recent ones, such as \"Just mercy\" from 2019 or \"the Trial of the Chicago 7\" that was released last year!"
     },
     {
      "title": "Worst movie in top 10...infact doezn't deserve to be in top 250 list!!",
      "content": "\"12 angry men\" was really a disappointment for a guy like me who waited for 1 hour to watch a story in the film...but after an hour i have realized that how wrong i was to download such a film..i was so much desperate to watch dis flick and in the end it disappointed very much.\n\nI've heard people saying it is a simple story though i din' found it simple rather i found it irritating. There was no reason for making such movie and moreover no reason to share a place in top 10 list.\n\nI can not see even a single positive point about the film except few dialogues..few dialogues were excellent..henry fonda was average but unfortunately sidney lumet nowhere shows the direction which i was expecting from such a good director.\n\njust 12 jurors fighting on a murder and the life of the kid was in their hands. 11 were in the favor of GUILTY for the kid, while one was saying the kid on whom the blame was to kill his father was NOT GUILTY and after more than 1 hour of distracting and boring discussion the alone juror who feels the kid was not guilty was successful in changing the mind of other 11 jurors and in the end saved the life of the kid.\n\nWatch it on your on sake.. 3.9/10"
     },
     {
      "title": "Twelve Angry Men",
      "content": "The film Twelve Angry Men did not interest me as much as I thought it would. I cannot get myself to pay attention to old-fashioned movies, mostly because the older films are in black and white. With this movie being so old, the audio and sound system had very poor quality. I'm so used to listening and watching new movies with such amazing quality, that when I have to watch an old film, I lose interest very quickly. The actors in this film were not good in my opinion. They did not show different emotions to make the acting seem more realistic. Lastly, it was difficult to follow along during the film because the characters had no names. Even though I disliked a lot about the film; there are still a few things I enjoyed about it. One of them being the main idea of the film, I enjoyed the main idea because it was about a crime. Crime stories are one of my favorite genres. An interesting point that I noticed was that the movie and the written play reminded me of philosophy because the jurors would never know the exact answer or what actually happened. It was also brought to my attention of how often the votes changed throughout the film. This showing that there were good points and examples to cause the jurors to change their votes. Lastly, it's interesting that the only action that was given throughout the movie was Juror No. 10's yelling. This review shows what I enjoyed about the film, what I found interesting and lastly what I disliked about the film and written play 'Twelve Angry Men'."
     },
     {
      "title": "I can't believe that",
      "content": "I can believe this movie take long time in same room and have a lot of details the the actors weren't convincing\n\nand we cannot know about these case more than what they say so it's boring.\n\nEspecially when you have see it in the class and do argument about it! I hope I didn't see like these movie in the class, I don't why it has 8.9!\n\nif i have to do it again i will watch the door door handle\n\nit's more interesting\n\nthan watch these movie again C4"
     },
     {
      "title": "Can anyone say overacting?",
      "content": ""
     }
    ],
    "critics reviews": [
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:In form, \"12 Angry Men\" is a courtroom drama. In purpose, it's a crash course in those passages of the Constitution that promise defendants a fair trial and the presumption of innocence. It has a kind of stark simplicity: Apart from a brief setup and a briefer epilogue, the entire film takes place within a small New York City jury room, on \"the hottest day of the year,\" as 12 men debate the fate of a young defendant charged with murdering his father.The film shows us nothing of the trial itself except for the judge's perfunctory, almost bored, charge to the jury. His tone of voice indicates the verdict is a foregone conclusion. We hear neither prosecutor nor defense attorney, and learn of the evidence only second-hand, as the jurors debate it. Most courtroom movies feel it necessary to end with a clear-cut verdict. But \"12 Angry Men\" never states whether the defendant is innocent or guilty. It is about whether the jury has a reasonable doubt about his guilt.The principle of reasonable doubt, the belief that a defendant is innocent until proven guilty, is one of the most enlightened elements of our Constitution, although many Americans have had difficulty in accepting it. \"It's an open and shut case,\" snaps Juror No. 3 (Lee J. Cobb) as the jury first gathers in their claustrophobic little room. When the first ballot is taken, 10 of his fellow jurors agree, and there is only one holdout--Juror No. 8 (Henry Fonda).This is a film where tension comes from personality conflict, dialogue and body language, not action; where the defendant has been glimpsed only in a single brief shot; where logic, emotion and prejudice struggle to control the field. It is a masterpiece of stylized realism--the style coming in the way the photography and editing comment on the bare bones of the content. Released in 1957, when Technicolor and lush production values were common, \"12 Angry Men\" was lean and mean. It got ecstatic reviews and a spread in Life magazine, but was a disappointment at the box office. Over the years it has found a constituency, however, and in a 2002 Internet Movie Database poll it was listed 23rd among the best films of all time.The story is based on a television play by Reginald Rose, later made into a movie by Sidney Lumet, with Rose and Henry Fonda acting as co-producers and putting up their own money to finance it. It was Lumet's first feature, although he was much experienced in TV drama, and the cinematography was by the veteran Boris Kaufman, whose credits (\"On the Waterfront,\" \"Long Day's Journey into Night\") show a skill for tightening the tension in dialogue exchanges.The cast included only one bankable star, Fonda, but the other 11 actors were among the best then working in New York, including Martin Balsam, Lee J. Cobb, E. G. Marshall, Jack Klugman, Jack Warden, Ed Begley and Robert Webber. They smoke, they sweat, they swear, they sprawl, they stalk, they get angry.In a length of only 95 minutes (it sometimes feels as if the movie is shot in real time), the jurors are all defined in terms of their personalities, backgrounds, occupations, prejudices and emotional tilts. Evidence is debated so completely that we feel we know as much as the jury does, especially about the old man who says he heard the murder and saw the defendant fleeing, and the lady across the street who says she saw it happen through the windows of a moving L train.We see the murder weapon, a switch-blade knife, and hear the jurors debate the angle of the knife wound. We watch as Fonda imitates the shuffling step of the old man, a stroke victim, to see if he could have gotten to the door in time to see the murderer fleeing. In its ingenuity, in the way it balances one piece of evidence against another that seems contradictory, \"12 Angry Men\" is as meticulous as the summation of an Agatha Christie thriller.But it is not about solving the crime. It is about sending a young man to die. The movie is timely in view of recent revelations that many Death Row convictions are based on contaminated evidence. \"We're talking about somebody's life here,\" the Fonda character says. \"We can't decide in five minutes. Supposing we're wrong?\"The defendant, when we glimpse him, looks \"ethnic\" but of no specific group. He could be Italian, Turkish, Indian, Jewish, Arabic, Mexican. His eyes are ringed with dark circles, and he looks exhausted and frightened. In the jury room, some jurors make veiled references to \"these people.\" Finally Juror No. 10 (Ed Begley) begins a racist rant (\"You know how these people lie. It's born in them. They don't know what the truth is. And let me tell you, they don't need any real big reason to kill someone, either...\") As he continues, one juror after another stands up from the jury table and walks away, turning his back. Even those who think the defendant is guilty can't sit and listen to Begley's prejudice. The scene is one of the most powerful in the movie.The vote, which begins as 11-to-1, shifts gradually. Although the movie is clearly in favor of the Fonda position, not all of those voting \"guilty\" are portrayed negatively. One of the key characters is Juror No. 4 (E. G. Marshall), a stockbroker wearing rimless glasses, who depends on pure logic and tries to avoid emotion altogether. Another Juror No. 7 (Jack Warden), who has tickets to a baseball game, grows impatient and changes his vote just to hurry things along. Juror No. 11 (George Voskovec), an immigrant who speaks with an accent, criticizes him: \"Who tells you that you have the right to play like this with a man's life?\" Earlier, No. 11 was attacked as a foreigner: \"They come over and in no time at all they're telling us how to run the show.\"The visual strategy of the movie is discussed by Lumet in Making Movies, one of the most intelligent and informative books ever written about the cinema. In planning the movie, he says, a \"lens plot\" occurred to him: To make the room seem smaller as the story continued, he gradually changed to lenses of longer focal lengths, so that the backgrounds seemed to close in on the characters.\"In addition,\" he writes, \"I shot the first third of the movie above eye level, shot the second third at eye level and the last third from below eye level. In that way, toward the end the ceiling began to appear. Not only were the walls closing in, the ceiling was as well. The sense of increasing claustrophobia did a lot to raise the tension of the last part of the movie.\" In the film's last shot, he observes, he used a wide-angle lens \"to let us finally breathe.\"The movie plays like a textbook for directors interested in how lens choices affect mood. By gradually lowering his camera, Lumet illustrates another principle of composition: A higher camera tends to dominate, a lower camera tends to be dominated. As the film begins we look down on the characters, and the angle suggests they can be comprehended and mastered. By the end, they loom over us, and we feel overwhelmed by the force of their passion. Lumet uses closeups rarely, but effectively: One man in particular--Juror No. 9 (Joseph Sweeney, the oldest man on the jury)--is often seen in full-frame, because he has a way of cutting to the crucial point and stating the obvious after it has eluded the others.For Sidney Lumet, born in 1924, \"12 Angry Men\" was the beginning of a film career that has often sought controversial issues. Consider these titles from among his 43 films: \"The Pawnbroker\" (the Holocaust), \"Fail-Safe\" (accidental nuclear war), \"Serpico\" (police corruption), \"Dog Day Afternoon\" (homosexuality), \"Network\" (the decay of TV news), \"The Verdict\" (alcoholism and malpractice), \"Daniel\" (a son punished for the sins of his parents), \"Running on Empty\" (radical fugitives), and \"Critical Care\" (health care). There are also comedies and a musical (\"The Wiz\"). If Lumet is not among the most famous of American directors, that is only because he ranges so widely he cannot be categorized. Few filmmakers have been so consistently respectful of the audience's intelligence.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated NR\n\n\n96 minutes\n\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "rogerebert.com [Roger Ebert]": "Now streaming on:In form, \"12 Angry Men\" is a courtroom drama. In purpose, it's a crash course in those passages of the Constitution that promise defendants a fair trial and the presumption of innocence. It has a kind of stark simplicity: Apart from a brief setup and a briefer epilogue, the entire film takes place within a small New York City jury room, on \"the hottest day of the year,\" as 12 men debate the fate of a young defendant charged with murdering his father.The film shows us nothing of the trial itself except for the judge's perfunctory, almost bored, charge to the jury. His tone of voice indicates the verdict is a foregone conclusion. We hear neither prosecutor nor defense attorney, and learn of the evidence only second-hand, as the jurors debate it. Most courtroom movies feel it necessary to end with a clear-cut verdict. But \"12 Angry Men\" never states whether the defendant is innocent or guilty. It is about whether the jury has a reasonable doubt about his guilt.The principle of reasonable doubt, the belief that a defendant is innocent until proven guilty, is one of the most enlightened elements of our Constitution, although many Americans have had difficulty in accepting it. \"It's an open and shut case,\" snaps Juror No. 3 (Lee J. Cobb) as the jury first gathers in their claustrophobic little room. When the first ballot is taken, 10 of his fellow jurors agree, and there is only one holdout--Juror No. 8 (Henry Fonda).This is a film where tension comes from personality conflict, dialogue and body language, not action; where the defendant has been glimpsed only in a single brief shot; where logic, emotion and prejudice struggle to control the field. It is a masterpiece of stylized realism--the style coming in the way the photography and editing comment on the bare bones of the content. Released in 1957, when Technicolor and lush production values were common, \"12 Angry Men\" was lean and mean. It got ecstatic reviews and a spread in Life magazine, but was a disappointment at the box office. Over the years it has found a constituency, however, and in a 2002 Internet Movie Database poll it was listed 23rd among the best films of all time.The story is based on a television play by Reginald Rose, later made into a movie by Sidney Lumet, with Rose and Henry Fonda acting as co-producers and putting up their own money to finance it. It was Lumet's first feature, although he was much experienced in TV drama, and the cinematography was by the veteran Boris Kaufman, whose credits (\"On the Waterfront,\" \"Long Day's Journey into Night\") show a skill for tightening the tension in dialogue exchanges.The cast included only one bankable star, Fonda, but the other 11 actors were among the best then working in New York, including Martin Balsam, Lee J. Cobb, E. G. Marshall, Jack Klugman, Jack Warden, Ed Begley and Robert Webber. They smoke, they sweat, they swear, they sprawl, they stalk, they get angry.In a length of only 95 minutes (it sometimes feels as if the movie is shot in real time), the jurors are all defined in terms of their personalities, backgrounds, occupations, prejudices and emotional tilts. Evidence is debated so completely that we feel we know as much as the jury does, especially about the old man who says he heard the murder and saw the defendant fleeing, and the lady across the street who says she saw it happen through the windows of a moving L train.We see the murder weapon, a switch-blade knife, and hear the jurors debate the angle of the knife wound. We watch as Fonda imitates the shuffling step of the old man, a stroke victim, to see if he could have gotten to the door in time to see the murderer fleeing. In its ingenuity, in the way it balances one piece of evidence against another that seems contradictory, \"12 Angry Men\" is as meticulous as the summation of an Agatha Christie thriller.But it is not about solving the crime. It is about sending a young man to die. The movie is timely in view of recent revelations that many Death Row convictions are based on contaminated evidence. \"We're talking about somebody's life here,\" the Fonda character says. \"We can't decide in five minutes. Supposing we're wrong?\"The defendant, when we glimpse him, looks \"ethnic\" but of no specific group. He could be Italian, Turkish, Indian, Jewish, Arabic, Mexican. His eyes are ringed with dark circles, and he looks exhausted and frightened. In the jury room, some jurors make veiled references to \"these people.\" Finally Juror No. 10 (Ed Begley) begins a racist rant (\"You know how these people lie. It's born in them. They don't know what the truth is. And let me tell you, they don't need any real big reason to kill someone, either...\") As he continues, one juror after another stands up from the jury table and walks away, turning his back. Even those who think the defendant is guilty can't sit and listen to Begley's prejudice. The scene is one of the most powerful in the movie.The vote, which begins as 11-to-1, shifts gradually. Although the movie is clearly in favor of the Fonda position, not all of those voting \"guilty\" are portrayed negatively. One of the key characters is Juror No. 4 (E. G. Marshall), a stockbroker wearing rimless glasses, who depends on pure logic and tries to avoid emotion altogether. Another Juror No. 7 (Jack Warden), who has tickets to a baseball game, grows impatient and changes his vote just to hurry things along. Juror No. 11 (George Voskovec), an immigrant who speaks with an accent, criticizes him: \"Who tells you that you have the right to play like this with a man's life?\" Earlier, No. 11 was attacked as a foreigner: \"They come over and in no time at all they're telling us how to run the show.\"The visual strategy of the movie is discussed by Lumet in Making Movies, one of the most intelligent and informative books ever written about the cinema. In planning the movie, he says, a \"lens plot\" occurred to him: To make the room seem smaller as the story continued, he gradually changed to lenses of longer focal lengths, so that the backgrounds seemed to close in on the characters.\"In addition,\" he writes, \"I shot the first third of the movie above eye level, shot the second third at eye level and the last third from below eye level. In that way, toward the end the ceiling began to appear. Not only were the walls closing in, the ceiling was as well. The sense of increasing claustrophobia did a lot to raise the tension of the last part of the movie.\" In the film's last shot, he observes, he used a wide-angle lens \"to let us finally breathe.\"The movie plays like a textbook for directors interested in how lens choices affect mood. By gradually lowering his camera, Lumet illustrates another principle of composition: A higher camera tends to dominate, a lower camera tends to be dominated. As the film begins we look down on the characters, and the angle suggests they can be comprehended and mastered. By the end, they loom over us, and we feel overwhelmed by the force of their passion. Lumet uses closeups rarely, but effectively: One man in particular--Juror No. 9 (Joseph Sweeney, the oldest man on the jury)--is often seen in full-frame, because he has a way of cutting to the crucial point and stating the obvious after it has eluded the others.For Sidney Lumet, born in 1924, \"12 Angry Men\" was the beginning of a film career that has often sought controversial issues. Consider these titles from among his 43 films: \"The Pawnbroker\" (the Holocaust), \"Fail-Safe\" (accidental nuclear war), \"Serpico\" (police corruption), \"Dog Day Afternoon\" (homosexuality), \"Network\" (the decay of TV news), \"The Verdict\" (alcoholism and malpractice), \"Daniel\" (a son punished for the sins of his parents), \"Running on Empty\" (radical fugitives), and \"Critical Care\" (health care). There are also comedies and a musical (\"The Wiz\"). If Lumet is not among the most famous of American directors, that is only because he ranges so widely he cannot be categorized. Few filmmakers have been so consistently respectful of the audience's intelligence.Roger Ebert was the film critic of the Chicago Sun-Times from 1967 until his death in 2013. In 1975, he won the Pulitzer Prize for distinguished criticism.\n\nRated NR\n\n\n96 minutes\n\nRoger's Greatest MoviesAll ReviewsCast and crewSign UpActionAmazon PrimeComedyDocumentaryDramaHorrorMysteryNetflixRomanceScience FictionSuspenseThrillerReviewsChaz's JournalMZSGreat MoviesFar FlungersInterviewsVideo GamesBlack Writers WeekFeaturesTV/StreamingRoger EbertFestivals & AwardsAbout the siteContact usAdvertise with UsContributorsIn Memoriam 1942-2013\nEbert Digital LLC\n© Copyright 2022Privacy policyTerms of use"
     },
     {
      "ReelViews [James Berardinelli]": "\nThere have been two exceptional versions of Reginald Rose's teleplay, 12 Angry Men. The first (and better known) was the 1957 adaptation, which starred such luminaries as Henry Fonda, Jack Warden, E.G. Marshall, Martin Balsam, Jack Klugman, and Lee J. Cobb, and was directed by Sidney Lumet. The 1997 made-for-TV remake, helmed by William Friedkin, brought even more star power to the screen: George C. Scott, Jack Lemmon, James Gandolfini, Edward James Olmos, Ossie Davis, and Hume Cronyn (among others). It's a credit to Rose's writing that only minor updates were needed to bridge the 40 year gap between the two editions. Although the contributions made by Lumet and Friedkin shouldn't be overlooked (Lumet in particular left his brand), 12 Angry Men is primarily about acting and dialogue. It's a murder mystery wrapped around social commentary that simultaneously indicts and celebrates the American judicial process.\n\nThe movie, which plays out in real time, goes inside the deliberation room alongside a jury tasked with determining the guilt or innocence of an unnamed suspect accused of first-degree murder. 11 of the 12 men initially vote \"guilty.\" The one holdout is Juror #8 (Henry Fonda); he harbors a reasonable doubt about the defendant's culpability and, as he lays out his case, others listen. Soon, Juror #9 (Joseph Sweeney), an elderly man, changes his vote. As the movie progresses and the prosecution's case is examined, the tide shifts from \"guilty\" to \"not guilty.\" Juror #7 (Jack Warden) is willing to vote for whichever side is most likely to get him to his 8 pm baseball game. Juror #10 (Ed Begley) is afflicted with a deeply rooted bigotry that colors his perception. And Juror #3 (Lee J. Cobb) uses the yardstick of his own past to judge another man's present.\n\n12 Angry Men is characterized by two distinct narrative elements. The first is a traditional murder mystery whodunit in which the jurors argue about physical evidence and testimony. The end goal is not to determine precisely what happened on the night in question but to lay out various possibilities. The film also explores the inner workings of what transpires in the jury room - how more goes into the determination of a verdict than whether an accused person is innocent or guilty of a crime. The film is more successful in its pursuit of the latter than the former. That's often the case with \"detective story\" movies, where time constraints demand that coincidence and contrivance become major factors in the resolution. There's some of that going on in 12 Angry Men although it helps that the story doesn't demand a definitive answer to the question of the defendant's guilt. The movie isn't really about the crime; it's about what goes on during the 90+ minutes when the jurors are analyzing it.\n\nAs the story unfolds we learn more about the personalities of jurors and the sometimes heated conflicts among the men are brought to the fore. Juror #8 is the voice of reason and moderation. He openly acknowledges that he doesn't know whether the defendant is guilty or innocent but he's unwilling to make a determination about whether a man should live or die without a thoughtful deliberation. Some of the jurors take their roles seriously including the foreman (Martin Balsam) and the purely logical Juror #4 (E.G. Marshall). Others, however, are compelled by concerns having nothing to do with jurisprudence. Juror #7 is more concerned about being able to make his baseball game then about whether justice is done. Jurors #3 and #10 are blinded by personal demons. They see not a man in the dock but a stereotype or a representative of something ugly from their own lives.\n\nThe issues that arise illustrate how guilt and innocence are determined. We would like to believe that verdicts result from the merits of the case but the actuality is more complex. O.J. Simpson was in part acquitted because of biases brought into the deliberation room by the jurors. This is one area in which 12 Angry Men provides compelling and on-target drama. The only instance in which it fails to ring true, and this is in large part because of how attitudes have changed since 1957, is the over-the-top bigotry displayed by Juror #10. His prejudice is so overt that, as seen by a 2015 audience, its believability is strained.\n\nOn the surface, it might seem that spending an hour and a half listening to men talking could provide a rather dull cinematic experience. However, the stakes of those deliberations are so high, the personalities of the jurors so forceful, and the arguments so pregnant with importance that there is no instance in which boredom threatens. We are told that this is the hottest day of summer. The fan isn't working. Sweat glistens on faces and drips from brows. Director Sidney Lumet uses this as one of several devices to enhance tension. The heat amplifies the sense of claustrophobia - something achieved through camera placement and shot selection. Lumet also ensures that the set is reflective of a real-life jury deliberation room. He shot the film sequentially - something permitted by the single room setting and the real time structure of 12 Angry Men.\n\nAt the time when Lumet made 12 Angry Men, he was a television director who had amassed a large number of small screen credits. This represented his feature film debut. It would be another five years before he would make the full transition from TV to movies. His biggest successes - Serpico, Dog Day Afternoon, Network, and The Verdict - were two decades in the future yet, in many ways, his earliest picture represents some of his best work. It's lean, tightly made, and as is often the case with small budget productions, relies strongly on the script and the performances. And what performances they are!\n\nIt's not strange that 12 Angry Men didn't win any Oscars at the 1958 ceremony. It was, after all, up against The Bridge on the River Kwai. What is surprising is that none of the 12 actors were nominated. Maybe they canceled each other out. Maybe it was difficult figuring out whether Henry Fonda should be considered in the Lead or Supporting category. Whatever the reason, several memorable portrayals were overlooked - most notably Fonda in the role he did so well as the Upright Man, Lee J. Cobb as the brash, aggressive juror whose relationship with his estranged son makes him all-too-willing to accept the defendant's guilt, and Jack Warden as the increasingly irritating wisecracker. Fonda's work is even more impressive when one considers that he wasn't overshadowed 40 years later when Jack Lemmon essayed Juror #8. (Cobb, however, met his match in George C. Scott, but there's certainly no shame in that.)\n\n12 Angry Men isn't a perfect movie but, aside from the clichéd portrayal of Juror #10, which is more an indictment of the era when the film was made than the performance of Ed Begley, it has aged well. The issues addressed are as relevant today as they were in 1957 - could a \"guilty\" verdict be the result of a poor defense lawyer, how do racial attitudes and stereotypes fit into a juror's reaction, and are the people in the room more concerned about getting back to their own lives than arriving at the best decision? The 1997 remake is nearly as good as the 1957 iteration, although I prefer Lumet's version - the black-and-white lends a stark quality and there's a simple, economical quality to the way events unfold. As much as I enjoyed seeing different actors saying familiar lines, there was no need to update the 1957 film; it stands the test of time.\n"
     }
    ]
   }
  ]
 }
]