[
 {
  "titre_du_film": "Douze Hommes en colère",
  "annnee": "1957",
  "genre": "Policier",
  "score": "8.7",
  "result": [
   [
    {
     "titre_commentaire": "Il n’y a pas de doute valable, la justice, c’est Fonda mental !",
     "commentaire": "Rendons à César ce qui appartient à César : c’est Fonda le coupable du crime. Comment comprendre qu’il soit seul à estimer le jeune potentiellement non-coupable, alors que tout le désigne ? La raison en est simple, c’est Fonda l’assassin, lui qui vient avec un exemplaire identique à l’arme du crime, alors que l’on pensait celle-ci très rare. Son mobile pour disculper celui que tout désignait ? Il a été tiré au sort, et ne peut accepter qu’on envoie à la mort un innocent. Peut-être même qu’il...\nLire l'avis à propos de Douze Hommes en colère"
    },
    {
     "titre_commentaire": "Critique de Douze Hommes en colère par Jyuuu",
     "commentaire": "J'appréhendais énormément le moment où j'allais voir ce film. Pourquoi ? Parce que les notes sont dithyrambiques : il est classé numéro 1 du top 111. La force du film repose sur son huis clos. Je ne suis pas le premier à le dire donc je ne m'y attarde pas. La base critique, en revanche, m'a déplu. Je ne parle pas de ce qui se rattache à la peine de mort, le film est pamphlet efficace à ce niveau. Non, c'est la dénonciation de l'établissement des préjugés, qui, selon moi, est pauvre. Sur cette...\nLire l'avis à propos de Douze Hommes en colère"
    },
    {
     "titre_commentaire": "...And Justice for all",
     "commentaire": "C'est incroyable comment, avec du talent, on peut rendre 95 minutes passionnantes alors qu'il n'y a à l'écran que douze hommes discutant autour d'une table. Douze hommes, douze jurés devant décider du sort d'un jeune homme accusé du meurtre de son père. Alors que la sentence semble acquise d'avance un de ces homme n'est pas d'accord, l'unanimité étant nécessaire il va falloir convaincre les onze...\nLire l'avis à propos de Douze Hommes en colère"
    },
    {
     "titre_commentaire": "Un coupable idéal.",
     "commentaire": "Nom d'une galette au beurre, c'est-y que je viens d'arriver à ma millième critique ! Par Imogène, je me dois de marquer le coup, en m'attardant sur un classique indétrônable du cinéma, un film de puta madre que même Saint Guirec en personne n'oserait remettre en cause. Après moult allers retours dans ma caverne à bluray gardée par mon fidèle cerbère Loïc, je décide de me poser devant \"12 angry...\nLire la critique de Douze Hommes en colère"
    },
    {
     "titre_commentaire": "Critique de Douze Hommes en colère par Gérard_Rocher",
     "commentaire": "Dans les années cinquante aux Etats-Unis, la cour d'un tribunal doit rendre son verdict à l'encontre d'un tout jeune homme accusé d'avoir tué de sang-froid son père. Les douze jurés vont délibérer pour prendre une décision, celle-ci pouvant entraîner la peine de mort si la culpabilité de l'adolescent est reconnue. A première vue les délibérations devraient être rapides permettant à chaque...\nLire la critique de Douze Hommes en colère"
    },
    {
     "titre_commentaire": "Critique de Douze Hommes en colère par Ben DeBen",
     "commentaire": "Heureux d'avoir pu découvrir ce titre dans un lieu un peu spécial, en effet j'étais en cours pour la gestion de groupe et ça ma permis de voir ainsi le film sur un autre angle. ps: surtout que je devais reperer le leader negatif et me mettre à sa place dans une simulation de réunion. Ce n'est en effet pas que douze hommes ce sont bel et bien douze type de personnalité différentes qui va du...\nLire l'avis à propos de Douze Hommes en colère"
    },
    {
     "titre_commentaire": "L'esprit de vengeance",
     "commentaire": "Le déroulement de la justice semble posséder naturellement tous les ingrédients qui font de grands films : rebondissements, mystère, fortes personnalités ou encore jeu du mensonge et de la vérité. Lorsqu’on ajoute un réalisateur de la qualité de Sydney Lumet et un acteur tel qu’Henri Fonda en chef de chœur, on découvre l’une des meilleures leçons de \"cinéma à huis clos\". L’exercice n’était...\nLire l'avis à propos de Douze Hommes en colère"
    }
   ]
  ]
 },
 {
  "titre_du_film": "Harakiri",
  "annnee": "1962",
  "genre": "Action",
  "score": "8.6",
  "result": [
   [
    {
     "titre_commentaire": "L'honneur est dicté par les vainqueurs",
     "commentaire": "Un ronin, à demi hébété, se présente au château du clan Lyi, quémandant l’autorisation de pratiquer décemment le rituel du Harakiri en leurs murs. Reçu par le chambellan, celui-ci le met en garde. L'honneur n'est pas un vain mot pour sa maison, s'il espérait une aumône pour le dissuader de son geste, il n'obtiendra rien de cela. Le ronin le rassure, il ne se dérobera pas, et ce n'est pas le sort réservé au précédent ronin ayant formulé une demande similaire qui refrénera sa volonté......\nLire la critique de Harakiri"
    },
    {
     "titre_commentaire": "Kiri kiri kiri !",
     "commentaire": "Non vraiment, je n'aime pas Seppuku. En fait, je crois même que c'est mon amour du cinéma classique japonais qui ne peut que me faire détester ce film. Pourquoi me direz vous ? Tout tien en un mot : lourdeur. Seppuku c'est d'abord une mise en scène extrêmement tape-à-l’œil : c'est-à-dire une stylisation des plans excessive. Ces plans, souvent symétrique d'ailleurs qui, s'ils peuvent donner une impression de « propreté » ou de maîtrise au premier...\nLire l'avis à propos de Harakiri"
    },
    {
     "titre_commentaire": "« Au seuil de l’éternité, cet homme peut vous apporter quelques vérités profondes »",
     "commentaire": "Partition visuelle orchestrée sur le principe du crescendo, Harakiri distribue sa virtuosité formelle, narrative et émotionnelle avec une maitrise à couper le souffle. [Critique contenant des spoilers] Les préliminaires instaurent avec autorité la structure figée du code avec lequel compose l’élite guerrière japonaise. Surcadrée, l’image accorde une place prépondérante à l’architecture, aux...\nLire l'avis à propos de Harakiri"
    },
    {
     "titre_commentaire": "Chef d'oeuvre !",
     "commentaire": "Tout dans ce film m'a éblouie. Tetsuya Nakadai et son regard fiévreux emmènent doucement le récit vers une explosion de violence que l'on sait inévitable, vengeance aveugle et véritable remise en question des codes et valeurs d'antan. Un des meilleurs chambara à ma connaissance, à ranger avec Les 7 Samouraïs (du même prolifique scénariste Shinobu Hashimoto à l'origine également du Château de...\nLire l'avis à propos de Harakiri"
    },
    {
     "titre_commentaire": "Hara qui rira bien le dernier",
     "commentaire": "Il y a quelque chose chez les Japonais qui me fascine. Surtout dans les films sur leur moyen âge. Dans leurs maisons, c'est toujours propre et super bien rangé. Jamais de bordel, tout est toujours nickel. Pourtant à l'horizon, pas une armoire, pas même le moindre meuble. Jamais. Nada. Et si tu regardes bien, ils ont toujours un maximum de sapes. Des machins avec moult épaulettes, des plis dans...\nLire la critique de Harakiri"
    },
    {
     "titre_commentaire": "Que te dire...",
     "commentaire": "C'est avec un regard encore profane que je vais juger ce film. Je ne saurais que confier le ressentit qui m'a accompagné tout au long du film. S'il y a bien une chose qui transparaît dans ce film, c'est la maîtrise du cadre. Au château tout est extrêmement figé, et pourtant via la voix grave de Tatsuya Nakadai, on sent toute la détermination, l'assurance et la puissance de son...\nLire l'avis à propos de Harakiri"
    },
    {
     "titre_commentaire": "Honneur & tragédie",
     "commentaire": "Japon : XVIIème siècle. Tsugumo, un samouraï, vient se présenter au château du seigneur Kageyu Saito pour se faire Hara-kiri. Alors qu'il explique vouloir aller au bout de son geste, il souhaite juste que l'on lui donne l'occasion de raconter son histoire... Quelle maîtrise de la part de Masaki Kobayashi ! Il alterne entre présent et passé à travers des flash-back bien amenés et, dès le début,...\nLire l'avis à propos de Harakiri"
    }
   ]
  ]
 },
 {
  "titre_du_film": "Le Bon, la Brute et le Truand",
  "annnee": "1966",
  "genre": "Western",
  "score": "8.5",
  "result": [
   [
    {
     "titre_commentaire": "Kings of Leone",
     "commentaire": "Dernier volet de la \"trilogie du dollar\", \"Le Bon, la Brute et le Truand\" est considéré par nombre de spectateurs comme le meilleur western spaghetti de tous les temps. A juste titre ? Eléments de réponse. Droit de savoir. Complément d'enquête. Sept à Huit. Enfin bref, ne zappez pas ! Sauf si vous n'avez encore jamais vu le film (monumentale erreur, lâcherait très justement notre ami Jack Slater), auquel cas, sachez que ça spoile sec ci-dessous ! WALLA QU'EASTWOOD VEND CLIFF ! La recette...\nLire l'avis à propos de Le Bon, la Brute et le Truand"
    },
    {
     "titre_commentaire": "Les temps ont peut-être changé",
     "commentaire": "Plutôt que d’écrire une critique de ce film déjà très commenté, je vais essayer de poser une question qui me taraude depuis des années : que s’est-il passé pour que ce film devienne culte à ce point ? Ou plutôt (car ce n’est pas vraiment son statut de film culte qui intrigue) : comment ce film peut-il être aujourd’hui considéré comme un chef-d’œuvre du western ? Voire un des meilleurs films de tous les temps ? Il y a là un excès qui ne cesse de me surprendre. À...\nLire la critique de Le Bon, la Brute et le Truand"
    },
    {
     "titre_commentaire": "323e critique d'un chef d'oeuvre",
     "commentaire": "Sergio Leone est mon réalisateur préféré, et j'ai enfin vu, ce soir, Le Bon, La Brute et le Truand en entier. Tout d'abord, ma relation au Maestro. J'ai découvert les deux premiers volets de la trilogie du dollar (Pour une poignée de dollars, ...Et pour quelques dollars de plus) et Il était une fois dans l'Ouest, enfant. Jusqu'il y a...\nLire l'avis à propos de Le Bon, la Brute et le Truand"
    },
    {
     "titre_commentaire": "Des hommes et des dieux",
     "commentaire": "Le monde se divise en deux mon ami, ceux qui ont la corde au cou et ceux qui la leur coupent… Oui seulement celui qu’a la corde cou c’est moi, moi je risque gros, c’est pourquoi la prochaine fois j’veux plus de la moitié ! Mmhhh, oui tu as la corde au cou, mais moi je tire, et si tu me rogne mon pourcentage... cigare ?... qui sait, il peut arriver...\nLire l'avis à propos de Le Bon, la Brute et le Truand"
    },
    {
     "titre_commentaire": "Citizen Kane ? Mon Cul !",
     "commentaire": "Pourquoi ce titre provocateur ? Tout simplement parce que le film de Welles arrive systématiquement en tête de n'importe quel classement des meilleurs films de l'histoire du Cinéma lorsqu'ils sont fait par des professionnels de la critique ou des cinéphiles se voulant particulièrement avertis. Un peu comme si ne pas le mettre en première position était LA faute de goût à éviter pour ne pas...\nLire l'avis à propos de Le Bon, la Brute et le Truand"
    },
    {
     "titre_commentaire": "Le monde se divise en deux catégories...",
     "commentaire": "Acmé crépusculaire et fin précoce d’un sous-genre, Le bon, la brute et le truand clôt la Trilogie du dollar. Bien que cent fois copié, il ne sera jamais égalé. Sergio Leone reprend Clint Eastwood et Lee Van Cleef dans des rôles sensiblement différents. Blondin incarne un chasseur de primes froid et cynique, Santanza un tueur à gage sadique. Il leur associe un...\nLire la critique de Le Bon, la Brute et le Truand"
    },
    {
     "titre_commentaire": "“When you have to shoot, just shoot. Don’t talk.”",
     "commentaire": "La première chose à faire lorsqu’on entame la critique d’un tel film, c’est de se réfréner ; ne pas, influencé par le virtuose aux commandes, tomber dans le lyrisme échevelé et l’épanchement déraisonnable. Leone a forgé son style, l’a mis à l’épreuve d’un film plus long et ambitieux que le précédent dans le deuxième volet de sa trilogie. Le troisième sera à la fois...\nLire la critique de Le Bon, la Brute et le Truand"
    }
   ]
  ]
 }
]