[
 {
  "titre_du_film": "Douze Hommes en colère",
  "annnee": "1957",
  "genre": "Policier",
  "score": "8.7",
  "result": [
   [
    {
     "titre_commentaire": "...And Justice for all",
     "commentaire": "C'est incroyable comment, avec du talent, on peut rendre 95 minutes passionnantes alors qu'il n'y a à l'écran que douze hommes discutant autour d'une table.\nDouze hommes, douze jurés devant décider du sort d'un jeune homme accusé du meurtre de son père. Alors que la sentence semble acquise d'avance un de ces homme n'est pas d'accord, l'unanimité étant nécessaire il va falloir convaincre les onze autres que son point de vue est valable.\nDouze hommes, douze acteurs. S'ils sont tous assez bon c'est évidemment Henry Fonda qui attire toute l'attention à lui puisqu'il est le petit rouage grippé dans la mécanique du verdict. Un homme seul face aux autres qui va démontrer que la seule chose sûre à propos de chaque preuve, chaque témoignage est qu'il y a un doute. Le doute, c'est le noeud autour duquel toute l'histoire va se nouer.\nDouze hommes, un accusé. L'enjeu du film n'est pas de savoir si le prévenu est coupable ou innocent mais de savoir si sa culpabilité ne fait aucun doute. La vie d'un homme se joue à un doute près. Une subtile nuance qui fait tout l'intérêt et la force du film puisque ce n'est pas un individu qui est jugé au travers de ce film mais bien la société américaine en entier. En effet ce sont les attitudes et préjugés de jurés qui sont en procès ici.\nDouze hommes, douze personnalités différentes et à travers elles ont passe en revu toutes les couches sociales. Que ce soit par conviction, par dépit, par faiblesse, par paresse, par rancoeur ou par racisme ils ont tous une raison différente et plus ou moins viable de juger le jeune homme coupable. Certains sont de bonne foi, d'autres campent sur leurs positions alors que plus aucun élément ne vient les étayer.\nDouze hommes, un chef d'orchestre. A l'exception du premier et du dernier plan l'intégralité du film se déroule dans une pièce unique. Le syndrome \"pièce de théâtre filmée\" guette donc et pourtant Sydney Lumet prouve qu'il est bien un réalisateur hors norme. Sa caméra découpe et scrute l'escape avec soin et sans faiblir, se mettant sans cesse au service de la scène qu'elle filme. Il suffit de voir le fabuleux plan à la grue nous dévoilant les 12 jurés juste avant les délibérations pour se convaincre qu'il maitrise son sujet. Chaque débat est passionnant, chaque rebondissement est bien amené.\nDouze hommes, un chef d'oeuvre, tout simplement."
    },
    {
     "titre_commentaire": "Il n’y a pas de doute valable, la justice, c’est Fonda mental !",
     "commentaire": "Rendons à César ce qui appartient à César : c’est Fonda le coupable du crime. Comment comprendre qu’il soit seul à estimer le jeune potentiellement non-coupable, alors que tout le désigne ? La raison en est simple, c’est Fonda l’assassin, lui qui vient avec un exemplaire identique à l’arme du crime, alors que l’on pensait celle-ci très rare. Son mobile pour disculper celui que tout désignait ? Il a été tiré au sort, et ne peut accepter qu’on envoie à la mort un innocent. Peut-être même qu’il avait tué le père pour sauver le fils, peut-être même que c’était lui le vrai père, au fond, qui sait ? Il n’y a pas de coïncidence impossible, je pense qu’il y a un doute valable, Fonda est peut-être l’assassin !\nTrêve de plaisanterie, on ne saura jamais si le jeune était coupable, et c’est là le point fort du film et du personnage incarné par Henry Fonda : cette capacité à instiller le doute là où tout n’était que certitude, celle de poser la question, indirectement, de la peine capitale. Car dans ce film, Lumet et Fonda font œuvre de maïeuticiens.\nCertes, il y a un côté un peu artificiel dans le scenario, où tout n’est possible que parce que le procès a été bâclé avec un avocat commis d’office qui n’a manifestement pas fait le job comme il aurait dû… (mais c’est aussi une réalité, même dans les démocraties comme les Etats-Unis et la France, on ne peut le nier, bien qu’il faille le regretter). L’issue du film semble aussi un peu trop prévisible, je trouve, à partir du moment où les partisans de l’acquittement se font de plus en plus nombreux, il n’y a pas de réel rebondissement, le film avance sans grande surprise, c’en est presque trop facile.\nLa mise en scène de ce huis clos est toutefois excellente, et Lumet parvient très bien à nous tenir en haleine durant une heure et demie, bien que l’issue du film paraisse de plus en plus évidente. Il y a bien une ou deux scènes à la composition trop réglée, notamment celle où ils entrent dans la pièce, chacun ayant une attitude, un petit geste, un regard : tout est calculé, ça ne fait pas très naturel. Mais à quelques exceptions près, le film est remarquablement maîtrisé, avec une distribution extraordinaire, les douze jurés jouant quasiment tous de façon très juste. Les douze hommes sont très différents les uns des autres, avec des personnalités et des origines sociales variées, mais chacun joue un rôle dans l’avancée du débat, le scenario les fait intervenir de façon judicieusement millimétrée avec une précision digne d’une horloger.\nSurtout, l’essentiel dans ce film est que la forme est au service du fond, Sidney Lumet mettant le doigt sur des questions absolument essentielles, comme celle de la responsabilité de la décision de justice, responsabilité d’autant plus forte dans un système judiciaire pratiquant la peine de mort. La question qui se pose aux jurés n’est pas ici de savoir si l’accusé est coupable ou non, mais si on a assez d’éléments pour être certain de ne pas envoyer un innocent sur la chaise électrique. Douze hommes en colère est donc un plaidoyer pour une justice fondée sur la certitude, constituant une critique forte de la peine capitale qui peut-être décidée pour des coupables mais aussi pour des innocents. Et cinquante ans plus tard, l’actualité donne raison à Lumet : de nombreux cas de condamnés à mort innocentés par la suite alors qu'ils étaient dans le couloir de la mort permettent aujourd’hui un lent mais régulier recul de la peine capitale aux Etats-Unis.\nDe façon plus générale, le film met aussi l’accent sur les phénomènes de groupe, sur la force, le poids mais aussi la versatilité de l’opinion dominante ; il aborde la question des limites de la justice et de ce qu’on appelle aujourd’hui la démocratie d’opinion, le poids des préjugés, et de notre habitus dirait Bourdieu.\nBref, un film magistral sur des questions essentielles, que je ne peux que recommander à tous ceux qui ne l’auraient pas encore vu."
    },
    {
     "titre_commentaire": "Un coupable idéal.",
     "commentaire": "Nom d'une galette au beurre, c'est-y que je viens d'arriver à ma millième critique ! Par Imogène, je me dois de marquer le coup, en m'attardant sur un classique indétrônable du cinéma, un film de puta madre que même Saint Guirec en personne n'oserait remettre en cause. Après moult allers retours dans ma caverne à bluray gardée par mon fidèle cerbère Loïc, je décide de me poser devant \"12 angry men\" (traduit par \"12 bonnets rouges sacrément remontés\" dans ma verte vallée), summum du film démocrate s'il en est.\nTiré de la pièce de Reginald Rose, \"12 hommes en colère\" demeure encore aujourd'hui un film d'une maîtrise sidérante, aussi bien formellement que dramatiquement, la mise en scène de Sidney Lumet rendant parfaitement justice au scénario magistral de Rose lui-même, huis-clos palpitant au rythme soutenu et qui parvient à brasser une multitude de thèmes en une petite heure et demie et sans jamais se contenter de les survoler.\nMettant en scène de simples hommes dans une seule et même pièce, \"12 hommes en colère\" permet à Lumet de régler ses comptes avec le système encore en place, de pointer du doigt les failles béantes d'une justice laissant le sort de vies humaines entre les mains de citoyens lambdas à l'opinion toute faite et prêts à expédier une affaire complexe dans le simple but de retrouver leur petit confort et de passer à autre chose.\nMais le film de Lumet ne se contente pas d'être une charge féroce contre la société et un vibrant plaidoyer contre la peine de mort. Il est aussi et surtout une brillante étude sociologique, s'intéressant au phénomène de groupe et à ses répercutions sur tout un chacun, mettant bien en lumière le comportement de chaque personnage et son rôle (leader positif, leader négatif, dominant, dominé, influent, influençable...) que ce soit en tant que membre d'un groupe ou en tant qu'individu à part entière. Le but du film n'étant finalement pas de savoir si l'accusé est coupable ou non, mais bien d'observer ce qui va pousser chaque juré à penser telle ou telle chose.\nLe film de Sidney Lumet en devient ainsi presque effrayant, démontrant par A + B qu'un homme seul, s'il est doté d'un sens oratoire exceptionnel et d'arguments solides, peut retourner une situation à son avantage et faire croire ce qu'il veut à son auditoire, l'amener à penser dans son sens et pourquoi pas dans son propre intérêt. Et ce n'est pas l'histoire qui donnera tort à Reginald Rose et à Lumet.\nBénéficiant d'une mise en scène totalement au service du récit et d'une distribution sans aucune fausse note dominée par un Henry Fonda impérial, \"12 hommes en colère\" est un pur chef-d'oeuvre du cinéma américain, une étude de caractère d'une densité rare doublée d'un regard contestataire sur son pays et d'une ode à la tolérance et aux secondes chances. Tout simplement grandiose."
    },
    {
     "titre_commentaire": "Douze Hommes en colère par Gérard_Rocher",
     "commentaire": "Dans les années cinquante aux Etats-Unis, la cour d'un tribunal doit rendre son verdict à l'encontre d'un tout jeune homme accusé d'avoir tué de sang-froid son père. Les douze jurés vont délibérer pour prendre une décision, celle-ci pouvant entraîner la peine de mort si la culpabilité de l'adolescent est reconnue. A première vue les délibérations devraient être rapides permettant à chaque juré de retourner très vite à ses activités privées. Toutefois, lors du vote, le juré numéro huit lève la main à \"non coupable\". Dans une chaleur torride, tout est remis en cause et les douze hommes vont devoir se montrer persuasifs et s'affronter afin de pouvoir dégager l'unanimité permettant de prononcer un jugement définitif.\nDès l'entame de l'œuvre, nous voici projetés face à la majestueuse façade du lieu de l'action: le palais de justice. Nous n'allons ensuite entrer dans cette salle d'audience que très brièvement pour assister à l'appel des jurés leur demandant alors de se retirer pour délibérer sur le sort d'un jeune homme au regard affolé, perdu. A t-il vraiment tué son père comme l'affirme deux témoins ? Tout accable ce garçon et la délibération ne sera certainement qu'une formalité. Il y a dans cette petite salle surchauffée par le temps orageux à l'extrême douze jurés avec leur propre particularité, leur propre façon de juger la jeunesse, avec pour certains l'envie d'en finir très vite pour ne pas gêner les activités de la soirée. L'égoïsme, la désinvolture et les préjugés dominent dans ce groupe de jurés venus d'horizons divers. Allez! Aucun doute pour le vote! Chacun prend sa place par numéro et le vote pour la mise à mort peut commencer. Tout serait alors terminé et la terrible décision pourrait être annoncée si le numéro huit n'avait pas levé une main perturbatrice dans ce milieu étouffant. On attendait l'orage dehors, il va arriver mais auparavant il éclatera dans la salle. Ce numéro huit, un architecte, pense que l'accusé n'est peut-être pas coupable. La soirée va se prolonger au palais de justice et les autres jurés vont devoir contre leur gré jouer les prolongations. La foudre éclate dans cette salle. Des détails égrainés par ce numéro huit commencent à faire réfléchir certains ou révolter d'autres. Le doute s'installe, les témoignages sont contestés. En fait, il est question d'un futur condamné à mort et la conscience des jurés commence à se réveiller. Dehors l'orage éclate enfin. La température baisse à l'extérieur et en même temps elle se calme à l'intérieur. Ces messieurs peuvent, après de longs moments de discutions parfois violentes dans les propos, quitter cet endroit fermé à clé avec désormais la conscience de sauver une vie. Les douze hommes en colère sont calmés. Ils sortent tranquillement du palais de justice après avoir fait part à la cour de leur intime conviction.\nRendez-vous compte qu'il s'agit là du premier film de Sidney Lumet et que cette œuvre va être une ambassadrice du cinéma pour les raisons que l'on devine. Elle est l'adaptation d'une pièce de théâtre de Reginald Rose. Ce film est tout d'abord \"humain\" car nous côtoyons des personnes toutes simples, banales, enfermées dans leur diversité, nous prouvant que l'unanimité n'est pas simple à obtenir lorsque chacun se préoccupe de son ego. Ensuite il faut parler de ce suspens en \"vase clos\", presque insoutenable, de ce film réaliste. Au-delà du génie du réalisateur il ne faut surtout pas oublier le talent des acteurs et notamment ce fameux numéro huit interprété par un fantastique Henry Fonda qui joue ce rôle en faisant ressortir beaucoup d'humanité dans ses propos, dans ses attitudes et dans son regard. Vraiment Sidney Lumet nous offre un bouquet de comédiens extraordinaires dont il serait fastidieux de citer tout les noms.\nCe film est à voir et à revoir. Le suspens et l'émotion l'emportent car les qualités, les défauts et les faiblesses de chacun nous ramènent à nous-mêmes et on peut se demander: qu'aurions nous fait en pareille situation? Un film efficace pour nous faire réfléchir tout en nous faisant passer des instants inoubliables.\n- Ce film a remporté : l'Ours d'or au Festival International du Film de Berlin en 1957."
    },
    {
     "titre_commentaire": "L'esprit de vengeance",
     "commentaire": "Le déroulement de la justice semble posséder naturellement tous les ingrédients qui font de grands films : rebondissements, mystère, fortes personnalités ou encore jeu du mensonge et de la vérité. Lorsqu’on ajoute un réalisateur de la qualité de Sydney Lumet et un acteur tel qu’Henri Fonda en chef de chœur, on découvre l’une des meilleures leçons de \"cinéma à huis clos\".\nL’exercice n’était pourtant pas simple et comportait une grande part de risque malgré de vrais atouts, car intéresser pendant une heure et demie le spectateur au délibéré d’un jury enfermé dans une salle peut faire fuir à toute jambe, c’est sans compter sur la réputation qui précède le film. L’intrigue est pourtant très simple, un jeune homme est accusé d’avoir assassiné son père, nous arrivons à la fin du procès lorsque le jury, composé de douze hommes, se retire pour délibérer. Tous s’installent autour de la table et commencent par un premier vote pour savoir s’ils ne seraient pas déjà unanimes pour déclarer le garçon coupable et l’envoyer à la mort. Les doutes de l’un d’entre eux, qui doivent profiter à l’accuser, vont compliquer les choses et les pousser malgré eux à remettre en question toutes les « belles » convictions qu’ils se sont forgées.\nDouze Hommes En Colère est un film formellement imparable et d’une efficacité redoutable, preuve s’il en fallait, qu’aligner les scènes d’actions à grand renfort de billets verts n’est pas nécessaire pour rendre un film haletant. Le meilleur exemple du sens du rythme de Sidney Lumet, ce sont ces votes qui reviennent à intervalle régulier pour décider du sort du jeune et qui font monter pendant quelques minutes la tension du spectateur. On pense aussi à ce changement de rapport de force entre les douze hommes, qui bascule peu à peu, subtilement et parfois de manière inattendue mais toujours par la force des convictions car au fond, c’est à une heure trente de joute verbale que nous invite Sidney Lumet.\nSur le fond, sur l’échanges des idées, des arguments, des convictions et des doutes, le film est tout simplement prodigieux, tellement qu’il est impossible d’en faire le tour sans en oublier. Une des questions de fond est celle de la peine de mort et du cas de conscience de l’erreur judiciaire qui, lorsque la mort est choisie, n’offre pas de retour en arrière après l’exécution de la peine. Mais le thème le plus fort que Lumet traite dans on film est sans doute celui de la frontière, parfois ténue, entre la justice et la vengeance. Certains des jurés se comportent en effet comme s’ils étaient intimement concernés par le procès qu’ils sont censés juger, c’est là que dans leur tête se fait la confusion entre justice et vengeance, c’est là que leur jugement s’obscurcit et que les émotions l’emportent sur la raison.\nCe message de la raison face à l’émotion est porté par un Henry Fonda dont on ne sait plus quoi dire d’original tant la perfection de cette acteur a été vantée depuis des décennies, tant les adjectifs pouvant s’adapter au génie de son jeu ont déjà été utilisés des centaines de fois, il était l’acteur parfait, rien de moins. Même s’il domine les autres, il faut souligner l’intelligence de Lumet qui a tenté, à travers ces douze jurés, de faire un petit inventaire de la société américaine par un panel plutôt équilibré de ses catégories socio-professionnelles. On retrouve des vieux, des moins vieux, des ouvriers, des cadres, un publicitaire bref, des électrons libres de leurs convictions qui finissent par venir se percuter et mettre à mal la belle harmonie initiale.\nDouze Hommes En Colère vient confirmer avec Le Procès, J.F.K. et tant d’autres films, que la justice et les notions qui l’entourent sont un sujet absolument passionnant surtout quand, comme le fait Sidney Lumet, on vient y ajouter une foule de questions philosophiques et de société. Penser, réfléchir ou raisonner n’aura jamais été un exercice aussi simple et prenant car, même si ce film est un vrai suspens avec une fin pas si simple à voir venir, il est impossible de ne pas remettre en cause notre vision de la justice, de la mort et de la vie en communauté, chose rare aujourd’hui…"
    },
    {
     "titre_commentaire": "Equation parfaite",
     "commentaire": "1h35, 12 hommes, 2 pièces, 1 table et quelques faits ressassés jusqu'à l'abstraction égalent un film qui tient en haleine. Le film est une horloge suisse, parfaitement huilée, les engrenages sont à leur place pour dérouler une mécanique infaillible qui fait monter peu à peu la tension.\nCertes, le thème a été pris et repris au cinéma, chaque série a son petit épisode de ce type et à présent, les ficelles sont devenues grosses ; il est facile de deviner comment ça va finir, quelle seront les réactions des personnages très typés mais même en sachant ça, même en ouvrant l'horloge, le jeu des roues et des poids fascine et \"12 Angry Men\" reste un excellent huis-clos et le maître des films de jurés."
    },
    {
     "titre_commentaire": "Présumé chef d'oeuvre",
     "commentaire": "//!SPOILERS!\\\\\nSession ordinaire de la cour allongée (oui c'était facile)\n- Vous avez vu un film \"long\" et complexe, un chef d'oeuvre qualifié. Le chef d'oeuvre est le plus important chef d'accusation jugé sur Sens Critique. Vous avez vu le film, appris la définition de chef d'oeuvre, vous devez à présent tenter de distinguer le vrai du faux. Un film est vu, la vie d'une note est en jeu ! Si vous avez un doute légitime quand au fait que c'est un chef d'oeuvre, un doute légitime, alors vous devez le déclarer non chef d'oeuvre. Dans le cas contraire, vous devez, en bonne conscience, déclarer l'accusé chef d'oeuvre ! Quoi que vous décidiez, votre verdict doit être unanime. Si vous déclarez l'accusé chef d'oeuvre, la cour n'accordera pas de second jugement, la note de 10/10 est alors obligatoire. Vous êtes confrontés à une très très petite responsabilité mais une responsabilité quand même.\nMerci, messieurs.\nC'est sur ces mots que le juge nous souhaita bon courage pour notre verdict et que je me rendis avec onze autres personnes dans une petite salle, alors qu'il faisait bien trop chaud. Tout le monde plaisantait et l'ambiance était plutôt agréable. On n'avait pas trop de doute sur le jugement que l'on allait rendre après avoir vu le film. Après quelques conversations on s'est mis autour de la table pour voter, voir si tout le monde était d'accord.\nChef d'oeuvre : 11 personnes\nNon chef d'oeuvre : 1 personne.\nOn se tourna tous vers cet homme qui avait une allure sèche, un physique assez improbable mais qui avait beaucoup de charisme, c'est certain.\n- Pouvez nous vous expliquer pourquoi vous avez dit ça ? On va pas y passer des heures, on a vu un chef d'oeuvre, les preuves sont accablantes et rien ne me fera dire le contraire.\nLe contestataire décida d'expliquer son choix.\n- Peut être que c'est un chef d'oeuvre, en effet... mais il ne faut pas prendre cette décision à la légère. Si jamais on décide officiellement que c'est un chef d'oeuvre et que nous nous trompons nous allons condamner plusieurs générations à la mort devant un film qui finalement ne méritera pas ce titre. Et alors plus personne n'osera contester la décision prise par la justice, par nous. Vous ne comprenez pas ? Il n'y a pas de marches arrières.\nTout le monde s'offusqua et ça commençait à partir dans tout les sens jusqu'au moment où quelqu'un proposa que chacun explique pourquoi le film était un chef d'oeuvre.\nNuméro 1 : Nous avons de nombreux témoignages de personnes qui ont vu ce film et qui le considèrent en effet comme un chef d'oeuvre. Nous ne pouvons pas ignorer l'avis des 3 063 personnes (NDR : à l'heure actuelle) présentes à l'audience. Dont plus de la moitié qui ont donnés 9 ou 10.\nNuméro 2 : Et puis nous l'avons bien vu après tout, les acteurs étaient impeccables, moi ça me suffit.\nNuméro 3 : Roh puis de toute manière c'est pas comme si ce qu'on faisait était vraiment important ! Ici on est dans une critique plus de 50 ans après, ce n'est pas nous qui allons changer les choses. Puis toute manière les films de ce type sont tous des chefs d'oeuvre ! (NDR : Oui oui, il faut toujours au moins un ou deux arguments de mauvaise fois, là c'est le deuxième déjà)\nNuméro 4 : La tension est incroyablement transmise à l'écran par une réalisation précise, presque chirurgicale. La manière de cadrer les gens, le sentiment d'étouffement qui s'en dégage au fur et à mesure... il maîtrise son sujet de A à Z.\nNuméro 5 : Puis il ne faut pas oublier le message qui est vachement important et vraiment subtil dans la manière d'être traité. Une grande réflexion sur la notion de justice !\nNuméro 6 (coupant le 5) : Puis sur la société américaine et occidentale !\nNuméro 7 (coupant le 6) : Puis sur la nature humaine également !\nNuméro 8 : Bref, c'est un film qui a plusieurs couches de lectures et que tu peux revoir avec plaisir pour y découvrir de nouvelles choses.\nNuméro 9 : Euh, vous avez fait le numéro 6 et 7 coupant leur prédécesseur juste pour éviter d'avoir à donner 11 arguments dans votre critique ? Vous venez de gagner un autre argument du coup.\nNuméro 10 : De toute manière le procès arrive trop tard, le film a déjà été jugé maintes fois et ce procès tardif est avant tout là pour que la personne derrière puisse rendre un hommage à ce film qui l'a bluffé et qui garde une force incroyable 50 ans après, une force intacte.\nNuméro 11 : Pour finir sur une note un peu plus critique que ces derniers numéros il faut rajouter au scénario et au jeu d'acteur une autre pierre à l'édifice, c'est la qualité d'image et le charme que peut vraiment avoir le noir et blanc. D'un point de vue esthétique, même si c'était un point obligatoire à l'époque, ça en rajoute.\nAprès de nombreuses conversations nous sommes parvenus à un vote et nous en avons profité pour sortir grandis du procès !\nFilm déclaré chef d'oeuvre à l'unanimité."
    },
    {
     "titre_commentaire": "L’avis éveille",
     "commentaire": "Avant d’être un film, 12 hommes en colère est un texte, puissant plaidoyer sur les vertus de la parole et vibrante réflexion sur son ambivalence.\nLa première approche est celle de la tentative d’ordonner le discours dans un espace qui lui est entièrement consacré : enfermés, condamnés à s’entendre, les jurés doivent suivre un protocole. L’ironie, le dilettantisme ou l’indifférence mettront un certain temps à décanter, mais par un véritable combat en faveur d’un échange de fond, le débat pourra s’élever. Régulièrement, des saillies de résistance s’élèvent encore, dénigrant son pouvoir, le taxant de répétitif, d’inutile, de précieux. Autant d’arguments contre l’esthétique même de ce film dont le programme semble un déni de tout divertissement.\nPersonnage principal, la parole va être disséquée dans ses moindres inflexions : par l’échange, elle oblige à justifier, et la collectivité permet la remise en cause des préjugés. Par l’épanchement, elle génère la révélation des passions, rempart au jugement impartial. Par le silence, elle favorise l’effort et le questionnement. A plusieurs reprises, on souligne le rôle fondamental de l’écoute et de l’expression : le vieux explique ainsi comment le témoin âgé a pu savourer le fait qu’on l’écoute enfin, au détriment de la vérité. Fonda laisse aussi se révéler les non-dits par les discours haineux qui plaident en sa faveur : pris à leur propre pièges, les racistes, les violents et les intolérants apprennent à mesurer leur discours.\nAlors qu’on refait le procès, qu’on décape le langage pour qu’il puisse enfin signifier, les masques tombent en même temps que les preuves de la culpabilité.\nCertes, tout cela est une machine un peu trop bien huilée, d’une efficacité imparable et d’une théâtralité légèrement factice. Mais l’erreur serait de voir ce film comme un policier, voire un film de procès : ce n’est pas un hasard s’il se situe après, et qu’il donne la chance à des individus, forcés par la loi, d’appliquer les règles d’une démocratie dont ils jouissent sans véritablement le savoir.\nAu-delà de cette exploration des vertus de l’échange et d’un échantillonnage social savamment dosé se pose la question du regard. Comment faire de ce récit, à l’origine une pièce télévisuelle, une œuvre cinématographique ?\nOn retrouve ici les vertus de la contrainte prônée par l’OuLiPo, notamment par le biais de Perec qui s’était astreint à écrire un roman entier, La Disparition, sans utiliser la lettre « e », la plus présente dans la langue française. Ici, le huis-clos, loin de brider Lumet, galvanise sa créativité. Plans-séquence virtuoses, notamment celui de la présentation première de la salle de délibération, travellings latéraux lors des votes, pluralité des angles permettent une organisation tout aussi méthodique des échanges que celle prônée par le président du jury. Le recours à des focales croissantes permet en outre une gradation dans l’étouffement, le décor semblant rétrécir autour de ses occupants.\nLe principal élément de distinction du juré n°8 est, après son vote différent des onze autres, l’acuité de son regard, atout légendaire d’Henri Fonda. Attestant d’une capacité d’écoute phénoménale, il met ses interlocuteurs au pied du mur. Toute la progression du récit suivra ce processus, la parole vaine se raréfiant au profit d’une écoute de plus en plus aiguë. Les accusateurs les plus virulents devront ainsi finir par se justifier, et l’on détournera ostensiblement les yeux de celui qui prônera le racisme et l’intolérance. Cette mise en scène double bien évidemment celle de Lumet, accentuant les gros plans qui vont permettre l’accès aux menues inflexions d’un visage qui dira une vérité profonde, quand bien même niée par les mots : celle du surgissement du fameux doute raisonnable.\nCe grain de sable dans la mécanique, instillé par l’homme au costume blanc venu refaire le travail d’un avocat commis d’office, entraine dans son sillage non seulement 11 concitoyens, mais n’importe quel spectateur.\nEntrée fracassante de Lumet dans le cinéma, 12 hommes en colère a tout de la brillante plaidoirie : rhétorique, humaniste, et esthétique.\nhttp://www.senscritique.com/liste/Top_Sidney_Lumet/451058"
    },
    {
     "titre_commentaire": "Henry Fonda contre le reste du monde !",
     "commentaire": "Genre toujours très risqué voir même casse gueule, le huis clos peut très facilement être d'un ennui sans nom s'il est mal maitrisé.\nIl faut plus que de coutume, quelque chose pour accrocher le spectateur, un sujet, une ambiance, ou encore des comédiens talentueux pour donner vie à cette pièce unique qui servira de décor durant 1h30.\nEt on a de la chance car Twelve Angry Men culmine tous ces points, et peut être même plus encore. Je ne vais pas me lancer dans une critique dithyrambique, tout ou presque a déjà été dit sur ce film cultissime.\nJuste que j'ai énormément apprécié le traitement du sujet, il ne s'agit pas de sombrer dans le pathos, plein de bons sentiments ou dans le manichéisme.\nComme le dit le fameux juré n°8 campé par un Henry Fonda sobre mais tellement juste, \"Vous étiez 11 à voter coupable, je ne peux pas lever la main et envoyer un gosse à la mort sans en discuter\".\nDiscussions qui permettront de mieux connaitre notre jury, classes sociales diverses, motivations, préjugés, on se délectera de ses joutes verbales entre nos protagonistes sans surenchère, et de cette tension qui s'accentue au fur et à mesure.\nSans jamais apporter de preuves irréfutables du contraire, mais avec ce doute persistant sur les différentes preuves, la confusion ou les incertitudes feront petit à petit leur apparition\nAu final, un pitch de départ très simple qui prouve qu'avec une table et douze acteurs talentueux on arrive à produire quelque chose d'assez génial, recette au combien copiée ou parodiée depuis une cinquantaine d'années dans moult séries...\nEdit : Après avoir vu pas mal de films de Lumet et après en avoir adoré une bonne partie, cette maitrise dans sa première réalisation, ses plans sur des visages dégoulinants de sueurs, ce huis clos étouffant qui nous porte et nous fait vivre ces délibérations comme si nous étions le 13ème juré, du grand cinéma mes amis !"
    },
    {
     "titre_commentaire": "Read My Mind #6 : 12 Hommes en colère (Henry Fonda le projet)",
     "commentaire": "Amie lectrice, ami lecteur, bienvenue dans ce sixième épisode de RMM, où nous allons parler d'un des films les plus aimés sur SC : 14k l'ont noté, 8.7 de moyenne. Rien que ça. Et chez mes éclaireurs ? 143 notes, 9 de moyenne, un seul a noté 6 (bouh !).\nMais, me direz-vous, n’étais-je pas lancé dans un cycle Jim Jarmusch, comme je l'avais fait avec Wes Anderson ? Eh bien si, bravo pour votre sens inouï de l'observation ; mais l'inspiration, ça ne se contrôle pas. Ma tête bouillonne d'idées, je les libère et pour ton plus grand plaisir, je m'offre à toi, public.\nQuoi, j'en fais trop ?\nMais\ntout ça\non s'en\ncontrefout.\nÊtes vous prêts pour cette union merveilleuse qui, le temps de quelques mots, lie nos esprits comme nos âmes ? Oh, lecteur, comme toi, je ne puis retenir une larme. Mais contenons notre émotion et, une nouvelle fois, bienvenue dans mon cerveau.\nAll set? Let's read my mind again ! ♪♫\n« Enthousiasme : Eh les amis ! Vous avez-vu tout ce qui s'est passé récemment ?\nFierté : Et comment ! Notre critique de Bref a cassé la baraque ! L'équipe SensCritique l'a plébiscitée, on a gagné plein d'abonnés et tout et tout !\nModestie : Oui oh, il n'y a pas de quoi exagérer non plus !\nLucidité: De toute façon, le nombre d'abonnés et de vues ne signifient rien. Un coup de chance, c'est tout. C'est juste parce qu'elle a circulé sur les réseaux sociaux. Y'a des membres bien plus talentueux que nous qui mériteraient d'être mis en avant.\nConscience : Quand-est-ce que vous comprendrez que le succès n'a aucune importance ? La seule satisfaction à tirer de tout cela, c'est d'avoir pu divertir des gens !\nModestie : Merci, Conscience !\nOrgueil (les ignorant): Mais ce n'est pas tout ! Enilua et Flagblues ont aimé les RMM !\nFierté : Même que Saint-John Poivrot D'arvor nous a ajoutés à sa liste L'Eclaireur Academy, rendant hommage à RMM ! A nous, quoi !\nhttp://www.senscritique.com/liste/L_Eclaireur_Academy/631446\nEgo : Je suis flatté.\nMégalomanie : Aujourd'hui SC, demain l'édition, l'argent, la gloire, le pouvoir, LE MONDE !\nHumour : Ah oui ! C'était génial, ça ! Qu'est-ce que j'ai ri ! J'ai même ri aux larmes, tellement ! C'est presque mieux que l'original !\nModestie : C'est même carrément mieux.\nJalousie : Mouais. C'est carrément du plagiat, oui !\nRaison : BON OW ! ÇA SUFFIT MAINTENANT ! Vous ne voyez pas que Modestie va faire un malaise ?\nModestie (d'une voix faible) : Je ne me sens pas bien...\nCynisme : La modestie s'étouffe.\nEgo : En attendant, moi, je suis content.\nHumour : Ego... Tripe ! Huhuhu ! Huhu.\nLassitude : J'en peux plus. Qu'on m' achève...\nRaison : Inspiration et Créativité, n'utilisez pas cette conversation pour un RMM, d'accord ? On a une image à faire respecter, je ne veux pas que tout le monde nous prenne pour un connard arrogant et avide de succès.\nLucidité : Même si c'est ce qu'on est ?\nInspiration (d'un ton innocent) : Bien sûr que non, voyons !\nCréativité (sifflotant) : Compte sur nous.\nEfficacité : Y'en a marre ! Vous allez l'écrire, cette critique, bordel ?\nColère : RAAAAAAAAAAAAAAH ! RAAAAAAAAAAAAH !\nRaison : Colère, à la niche !\nColère : KAÏ KAï kaï...\nCalme : C'est mieux.\nCuriosité : On parle de quel film ?\nImagination : Je peux en inventer un, si vous voulez.\nEfficacité : Ça suffit, maintenant ! Finie la récré ! Vous allez tous vous mettre à votre place, Raison sera juge, et vous allez donner votre verdict sur l’œuvre. À l'ordre du jour : 12 Hommes en colère.\nEgo : YES! Un film connu ! On sera lus !\nTimidité : Lus... Par tous ces gens...\nEfficacité (menaçante): Qu'est ce que j'ai dit ?\nRaison : Je déclare ouverte la délibération sur le film sus-cité. La plupart d'entre nous l'avons adoré, presque à l'unanimité, ce qui est assez rare. Je donne la parole aux jurés.\nLubricité: Il est nul, ce film. Y'a pas de sexe. Pour le coup, je préférais The Grand Budapest Hotel ou Fight Club.\nAmour : J'ai eu du mal aussi: pas de romance. Mais je ne peux pas m’empêcher de l'apprécier quand-même.\nPessimisme : Moi, il m'a déprimé, ce film.\nRaison : Hem.. Des avis plus constructifs, peut-être ?\nEfficacité : Merci, Raison. Ce film a été tourné en un temps record, 21 jours! Avec le budget ridicule de 340 000 dollars ! Et c'était son premier film! Non mais vous vous rendez-compte? Vous auriez beaucoup à apprendre de Sidney Lumet, bande d'incapables! En plus, toute la trame scénaristique se concentre sur l'essentiel. On a là une œuvre concentrée, qui ne s'allonge pas pour rien. Bref: tout ce que j'aime!\nCinéphilie: Il ne faut pas oublier que c'est avant tout une adaptation de la pièce de théâtre de Reginald Rose, qu'il faudra qu'on lise, d'ailleurs.\nFlemme: Oui, mais non.\nCinéphilie: Ne me coupe pas la parole, toi. 12 Hommes en colère est très théâtral dans sa mise en scène: chaque acteur appuie son jeu quand il a la parole, suivant la grammaire du théâtre avant celle du cinéma: qui se lève de sa chaise pour parler, qui pointe son interlocuteur pour focaliser l'attention du spectateur, etc. Première mais non seule déclaration d'amour aux planches de Lumet: plusieurs de ses films sont tirées de pièces.\nToutefois le projet est fondé et produit par Henry Fonda, resplendissant de charisme sans pour autant effacer les formidables jeux des onze autres acteurs.\nHumour : Henry Fonda... le projet ! HAHAHA ! On en fait un titre ? Non ? Personne ? Bon.\nCinéphilie : Hem. La sensation de claustrophobie, l'enfermement toujours plus oppressant à mesure que le film se déroule, n'est pas due à la seule force du scénario: Lumet agrémente ses caméras d'objectifs à focales croissantes, donnant l'illusion des décors se rapprochant des personnages, afin de fournir la sensation que la pièce devient de plus en plus étroite.\nLumet filme en trois partie : la première au dessus des yeux, la seconde au niveau des yeux, la troisième en dessous, pour nous mettre peu à peu à la même hauteur que les douze hommes ; nous commençons le film extériorisés, nous le finissions au plus près d'eux, tout comme ces messieurs sont très distants au début de leur entretien, mais en ressortent entravés.\nDu génie ? Certainement.\nNotons aussi que le film ne contient que 365 plans distincts, contre environ 1500 dans les films contemporains, un atout qui augmente l'impression d'être au théâtre.\nJe tiens à remercier Internet pour avoir pu faire semblant de m'y connaître.\nRaison (se réveillant) : Euh ! Eh bien, euh... merci Cinéphilie pour cet exposé très... Détaillé. À qui le tour ?\nHumanisme : Moi ! Moi ! J'adoooore ce film ! En seulement 1h30, il a su capter les travers de l'humanité dans une grand envergure, sans jamais tomber dans la caricature ni la vulgarisation. En effet, chaque personnage représente une manière de voir le monde, une éducation, un point de vue, un conditionnement. Mais là où dans beaucoup de films ils ne seraient que des coquilles vides sous la personnalité qu'ils représentent, dans celui-ci ils gardent leurs nuances, leur complexité d'êtres humains.\nOn ne peut ni aimer ni en vouloir à qui que ce soit, car derrière leurs façades, chacun a ses raisons pour agir ainsi, et si certaines de leurs attitudes sont déplorables, elles n'en demeurent pas moins appréhensibles.\nMisanthropie : Si tu le dis, vielle branche. De mon côté, ça m'a surtout conforté dans le mépris de mon espèce !\nPhilanthropie : Mais pour en vouloir à l'humanité, il faut l'aimer ! On ne peut pas détester ce dont on se fout. Alors, ne fait pas le malin, si on a tellement de mal à supporter nos congénères, c'est à cause de l'affection qu'on leur porte. C'est dur de voir notre espèce chérie s’autodétruire alors qu'elle pourrait resplendir !\nBêtise : Gnéh ?\nPassion : Qu'est-ce que j'ai été prise par ce film ! Quelle immersion ! Quelle expérience, mes amis ! Et que de tension lors de la mythique scène du couteau ! AH ! J'exalte ! Quel divertissement ! Et avec rien du tout, qui plus est ! Pas besoin de monstres en CGI, de décors faramineux, de milliers de figurants, quid de la montagne hollywoodienne !\nUne pièce ! Douze excellents acteurs ! Une histoire en béton ! Et voilà ! Ce film, mes amis ! Ce film ! C'est une leçon de cinéma, une leçon de vie, où l'on apprend qu'on peut faire du grandiose avec pas grand chose ! Ah, mes amis ! AH !\nCalme : T'emballes pas, ma jolie. Tu me donnes le tournis.\nRaison : Voilà enfin des avis constructifs ! Cela résume bien pourquoi nous aimons tant ce film.\nJalousie : Moi, je ne les trouve pas si bon que ça, ces acteurs. Notre corps ferait bien mieux.\nImagination : Vous savez ce que j'ai adoré, moi, dans ce film ?\nHumour: Les couleurs ?\nImagination : Très drôle, humour. Non, ce que j'ai adoré, c'est la puissance avec laquelle Lumet arrive à nous emporter dans une enquête fascinante. C'est vrai, quoi : les personnages revivent toute l'histoire du meurtre, retraçant tous ses éléments. Avec eux, nous vivons un véritable thriller, très cohérent et plein de rebondissement, et ce sans jamais quitter la pièce ! Non mais vous vous rendez-compte de l'exploit que ça représente ? Je ne crois pas qu'un autre Huit-Clos aie réussi à atteindre ce pic suggestif.\nCréativité : Tu fais bien de relever ça, Imagination, parce que c'est ce que j'ai adoré aussi. Ce parallèle entre deux histoires : celle des jurés et de la vie qu'ils ont entre les mains, et tout l'enjeu que ça représente ; et celle du thriller qu'on perçoit à travers eux, et qu'on finit par voir aussi concrètement qu'eux.\nConscience : J'ai aimé le personnage qu'incarne Fonda. C'est par acquis de moi qu'il refuse de voter coupable, seul contre tous. Il ne dit pas que le garçon est effectivement coupable, juste que ça mérite réflexion, allant à l'encontre de l'indifférence égoïste que subit habituellement notre société.\nIl est intéressant de voir, au fil du débat, les personnages s'auto contredire dans leurs discours, et se rendre compte à quel point leurs postulats de départ sont superficiels et infondés. Tous croient avoir raison, mais réalisent petit à petit qu'ils n'ont pas de réels arguments, et qu'ils n'ont pas honnêtement creusé la question comme ils se devaient de le faire.\nChacun va alors plus ou moins m'écouter. Une partie va reconnaître son manque de profondeur, l'autre va s'enfoncer dans la mauvaise foi et la Fierté.\nFierté : Non mais dis donc !\nConscience : C'est terrible, car ça ne signifie pas qu'il ait raison. Le gamin peut-être coupable ou non. S'il arrive à faire changer les autres hommes d'avis, ce n'est pas une victoire. Le gamin a pu tuer ou ne pas tuer la victime, et l'innocenter peut-être une erreur au même titre que de le condamner à mort.\nRemarquons que le gamin est accusé d'avoir tué son père. Psychologiquement, cela peut représenter le meurtre symbolique du père. En effet, la plupart des douze hommes campent sur leurs positions, non pas par raisonnement, mais en découlement de ce que la vie leur a appris.\nL'homme, qu'il le veuille ou non, reproduit les caractéristiques paternelles. À lui de s'en affranchir et de penser par lui même , ou au contraire devenir comme lui.\nPar le meurtre éventuel de son père, le gamin représente cette fracture filiale, avec laquelle les hommes n'ont pas fini de se débattre ; notamment l'un d'eux, qui sous ses airs de dur à cuire, cache une immense peine vis à vis de son fils.\nAinsi, en montrant l'humain et ses failles, le film engage une remise en question du système judiciaire. Également, comme l'a affirmé Humanisme, une réflexion plus amplement portée sur l'humanité dans son fonctionnement sociétal.\nRaison : Wouaw ! Eh bien, quelqu'un a quelque chose à rajouter ?\nFéminisme (offusqué): Il n'y a pas de femmes ! Test de Bechdel : zéro !\nRaison : Je reformule ma question : quelqu'un a-t-il quelque chose d'intelligent à rajouter ?\nHumour : J'ai trouvé Humour de Lumet très subtil dans ce film. J'aimerais bien être aussi fin. Il faut que je fasse un régime.\nRaison : Ne dis pas ça, voyons... Tu es très drôle, à tes heures !\nHumour : Je crois que Raison... Ment ! (il pouffe) Vous saisissez ? Raison-ment ! Raisonnement ! Non ? Non ? Personne ? Vraiment ? Quand-même, les amis...\nSarcasme : Effectivement, tu es très drôle.\nHumour : Merci Sarcasme, enfin un qui reconnaît mon tal... Oh, wait.\nRaison : Puisque les délibérations semblent toucher à leur fin, je donne le verdict.\nFolie : Comment elle la ramène! Il est temps d'en finir, vous avez tous parlé plus que d'elle.\nRaison : Verdict : Un film humain, très porté sur la psychologie, qui parvient toutefois à offrir un divertissement de haute volée. Une double histoire, entre ce qui se déroule dans la pièce et le meurtre dont il est question en narration suggérée.\nSans détours ni fioritures, Lumet délivre une œuvre d'une rare intensité. Le scénario est très riche, la réalisation soignée. Enrobant et exploitant son art au maximum, il parvient à rendre le tout synoptique et émouvant à la fois.\nMatière à la réflexion comme à l'amusement, chacun pourra y trouver son compte.\nMotivation : Bon, maintenant qu'on a bien délibérés, on l'écrit, cette critique ?\nFlemme : Non.\nCréativité : Ah si !\nFlemme : Eh ben non.\nInspiration : Mais je suis à fond moi ! À bloc ! Chaud patate !\nMotivation : YEAH !\nFlemme : C'est bien, content pour vous. Mais on ne l'écrira pas.\nRaison : Et de quel droit...\nFlemme : Chut !\nMotivation : Oh, et puis zut. Je vais me coucher.\nEnthousiasme : Mais non ! Reste ! Reste...\nPragmatisme : Elle est partie.\nRaison : Oh non! Tout ça pour rien ! Ça nous la prend. Créativité ! Inspiration !\nInspiration et Créativité : Oui ?\nRaison : Je vous connais vous deux, toujours fourrées ensemble. Vous n'avez pas intérêt à faire un RMM de tout ça, ok ? C'est trop n'importe quoi !\nCréativité (d'un ton innocent) : Bien sûr que non, patronne !\nInspiration (sifflotant, complice) : Ce n'est pas notre genre, voyons !\nLassitude : Tout ça pour dire que ce film, ça montre plusieurs personnalités en conflit, chacune défendant son intérêt personnel, quoi.\nIronie : Ça ne vous rappelle pas quelque chose ?\nLassitude : Soupir... »\nEt voilà ladies & gentleman, vous avez de nouveau été immergés dans mes pensées. En me relisant, je constate un fait troublant : les facettes de personnalité –celles qui donnent vraiment leur avis- sont douze. Je me surprendrais toujours.\nN'hésitez pas à m'insulter pour ne pas avoir écrit la critique, parce que vous êtes jaloux de mon génie, parce que je me prends pour un génie, parce que je suis un fainéant, parce que c'est trop long et que vous avez eu la flemme de tout lire, parce que vous n'aimez pas le film (la blague), ou parce que votre père vous a dit de le faire.\nJe vous aime, sans jugement.\nhttp://www.senscritique.com/liste/Read_My_Mind/599485"
    }
   ]
  ]
 },
 {
  "titre_du_film": "Harakiri",
  "annnee": "1962",
  "genre": "Action",
  "score": "8.6",
  "result": [
   [
    {
     "titre_commentaire": "« Au seuil de l’éternité, cet homme peut vous apporter quelques vérités profondes »",
     "commentaire": "Partition visuelle orchestrée sur le principe du crescendo, Harakiri distribue sa virtuosité formelle, narrative et émotionnelle avec une maitrise à couper le souffle.\n[Critique contenant des spoilers]\nLes préliminaires instaurent avec autorité la structure figée du code avec lequel compose l’élite guerrière japonaise. Surcadrée, l’image accorde une place prépondérante à l’architecture, aux intérieurs orthonormés dans des plans d’ensemble le plus souvent fixes, aussi sublimes que carcéraux. Ce décor sera celui du récit encadrant, organisé en deux temps : d’abord celui du face-à-face entre Tsugumo et l’intendant, qui lui racontera le suicide de son prédécesseur, puis le récit collectif du prétendant au harakiri, dans la cour face à tous les samouraïs. Figé, protocolaire, l’alignement des auditeurs assis et ordonné, vu sous tous les angles, instaure une tension et un contraste saisissant avec la teneur du récit encadré.\nMais avant de nous éclairer sur les motivations suicidaires du ronin, Kobayashi prend soin, avec un souci presque documentaire, d’établir la valeur du rituel qu’est le harakiri. La machine du code est imparable : en ces temps de paix où les samouraïs n’ont plus de maitres et meurent de faim, ils peuvent demander cette cérémonie. D’aucuns prétendent qu’ils le font pour qu’on leur donne l’aumône, ou qu’on les engage pour récompenser leur bravoure. Dans le clan de Ii, la réponse est simple : se suicider est effectivement un acte de bravoure qui force l’admiration et pourrait entrainer l’intégration du ronin au clan… à ceci près qu’on en meurt.\nC’est donc « au seuil de l’éternité » que Tsugumo va prendre la parole. Les retours fréquents au récit encadrant, l’approfondissement des souvenirs et le nouvel éclairage qu’ils apportent au présent font évidemment penser à Rashomon ; le geste décisif, sans cesse différé, et ce grâce au code qui impose qu’on écoute le candidat au suicide, permet une composition kaléidoscopique d’un univers qui va progressivement se scinder entre l’intime pathétique et le collectif déshumanisé. Ainsi, le premier récit par l’intendant, souhaitant décourager Tsugumo en insistant sur l’horreur du précédent seppuku, prend une valeur nouvelle lorsqu’on apprend que la victime était son gendre, et que le délai qu’il demandait était davantage de l’altruisme que de la lâcheté. De la même façon, la demande d’assistants prétendument malades, mais en réalité humiliés d’avoir perdu leur chignon en combat singulier avec Tsugumo ménage une révélation qui sape la crédibilité du clan.\nLa lenteur et la dilatation du temps permettent ainsi l’instauration d’une tension phénoménale. Au protocole de l’écoute ordonnée du clan s’oppose, dans le récit de Tsugumo, les corps allongés qui se décharnent et agonisent, eux aussi enfermés dans cette architecture des intérieurs étouffants. A la dignité de sa position centrale, de la gravité de sa voix, se superpose le pathétique d’une souffrance on ne peut plus humaine.\nDès lors, imperceptiblement, le mouvement s’amorce. L’attente qu’il aura suscitée donnera aux zooms et aux travellings une légitimité bouleversante : ponctuation sublime des émotions en jeu, la mobilité du regard commence à déstabiliser la fixité de la situation initiale. La mort généralisée de la famille de Tsugumo lui permet de s’affranchir de la figure d’autorité du code à l’origine de toutes ses souffrance. C’est désormais une lutte contre le système qui s’échafaude, et dont le suicide n’est que l’annonce d’un désaveu de la hiérarchie toute entière.\nLe dernier récit encadré est ainsi résolument programmatique : il annonce la délivrance de Tsugumo, qui repart au combat après 16 ans d’inactivité. Enfin, l’extérieur se déploie, dans des plans sublimes où le vent, les herbes et les bambouseraies semblent une véritable récompense pour le protagoniste comme pour le spectateur. Désaxés, obliques, plus brefs, les plans magnifient la chorégraphie du combat singulier. De la même façon que le dialogue initial entre Tsugumo et l’intendant préparait son discours à tout le clan, cet affrontement annonce l’assaut collectif final.\nDécharge sensationnelle, cette lutte d’un contre tous, d’un homme contre le système, d’un cœur contre une armure emblématique et vide, constitue le point d’orgue du film et d’une civilisation malade. Le cadre des débuts implose : les cloisons sautent, les murs sont maculés de sang, les armes criblent les parois. Combat bouleversant parce que totalement légitimé par la parole qui le précédait, parce qu’en prélude d’un suicide qui restera digne, mais non sans avoir ébranlé le pouvoir qui en assure le protocole.\nEn dépit des apparences, Tsugumo ne sera pas mort en vain. Certes, la remise en ordre des lieux, le ratissage ordonnée des graviers qui quelques heures pleuvaient dans les yeux des samouraïs, la remise en place de l’armure sur son socle peuvent être les nombreux indicateurs d’un échec. Mais c’est par la parole que tout a commencé, et que tout se soldera : « Nous pouvons être fiers d’avoir été à la hauteur de l’événement », dit l’intendant, réécrivant l’histoire et faisant circuler la nouvelle que le suicide s’est déroulé comme prévu, et que les victimes du ronin affranchi sont mortes de maladie, allant jusqu’à supprimer ceux à qui il aura laissé la vie sauve. Ce révisionnisme est le cinglant aveu d’échec d’un système dictatorial, et le film une charge sublime contre les abus d’une société vieillissante.\nVisuellement splendide, d’une humanité rare, d’une narration virtuose, Harakiri est de ces chefs-d’œuvre qui à eux seuls légitiment le cinéma dans son expression la plus singulière.\n[Parenthèse presque hors-sujet, mais personnellement nécessaire.\nMon arrivée sur SC a suscité en moi un regain de cinéphilie qui a eu des conséquences IRL. J’ai ainsi découvert un collègue que je côtoyais quotidiennement et dont la culture sur le sujet était intarissable. Il m’a prêté un grand nombre de films. Au fil de vos suggestions et recommandations, je lui demandais souvent s’il possédait le film.\nIl n’avait jamais entendu parler de Requiem pour un massacre, qu’il a tout de suite acheté et m’a prêté. Il en a été de même pour Harakiri, qu’il m’a remercié de lui avoir fait découvrir.\nJacques est mort brutalement, à 55 ans, nous laissant sous le choc.\nJe lui dédie cette critique, et lui accorde une place toute particulière dans ma cinéphilie, passée et à venir.]"
    },
    {
     "titre_commentaire": "L'honneur est dicté par les vainqueurs",
     "commentaire": "Un ronin, à demi hébété, se présente au château du clan Lyi, quémandant l’autorisation de pratiquer décemment le rituel du Harakiri en leurs murs. Reçu par le chambellan, celui-ci le met en garde. L'honneur n'est pas un vain mot pour sa maison, s'il espérait une aumône pour le dissuader de son geste, il n'obtiendra rien de cela. Le ronin le rassure, il ne se dérobera pas, et ce n'est pas le sort réservé au précédent ronin ayant formulé une demande similaire qui refrénera sa volonté...\nSeppuku est d'une beauté formelle à couper le souffle. A la fois aéré et pesant dans sa mise en scène, ses longs plans, dépourvus ou presque de musique, peignent une ère Edo aussi austère qu'intimidante. Le premier plan s'ouvrant sur l'armure d'un samouraï nimbé de fumée frappe l'imagination pour mieux la renverser. Derrière le lustre persistant de l'honneur du samouraï se cache les vicissitudes le bouleversant.\nLe scénario, quoique pouvant parfois donner l'impression de s'étirer jusqu'à l'excès, articule cependant avec justesse les histoires imbriquées. Ce premier ronin pour lequel le spectateur ne va ressentir que pitié et dédain, épousant le regard du clan Lyi sur sa démarche honteuse, pour mieux revenir sur la genèse de son attitude via le récit du second, incarné par Tatsuya Nakadai, époustouflant.\nLes cinq dernières minutes de Seppuku sont formidables. Quoique versant brusquement dans un irréalisme batailleur criant, les décisions drastiques prises pour camoufler l'affront sonnent terriblement juste. L'armure du samouraï n'est plus qu'une gloriole, un paravent bien commode. Tant qu'elle inspire crainte et respect pour les ignorants, l'ordre établi persistera."
    },
    {
     "titre_commentaire": "Hara qui rira bien le dernier",
     "commentaire": "Il y a quelque chose chez les Japonais qui me fascine. Surtout dans les films sur leur moyen âge. Dans leurs maisons, c'est toujours propre et super bien rangé. Jamais de bordel, tout est toujours nickel. Pourtant à l'horizon, pas une armoire, pas même le moindre meuble. Jamais. Nada. Et si tu regardes bien, ils ont toujours un maximum de sapes. Des machins avec moult épaulettes, des plis dans tous les sens. Un costume pour promener le chien, un autre pour boire le thé, houlalalala il est 17 heures faut passer mon slibard qui ressemble à une couche pour aller prendre ma douche. Et pas une armoire, pas un fer à repasser, que dalle !? Les mecs, ils n'ont même pas de chaises quoi.\nSérieux !\nAlors de trois choses l'une. Soit ils ne filment pas les armoires, les meubles tout ça. Et c'est étrange. Soit je ne les vois pas, et c'est possible parce que des fois j'ai les yeux qui clignent. Soit, pour finir là-dessus, les japonais moyenâgeux, vachement malins qu'ils étaient, avaient construit des dressing-maisons où ils rangeaient tout et où c'était le bordel, avec des slips partout, des chaussettes roulées en boules, des cendriers qui dégueulent, et ces bâtisses ne devaient pas ternir la légende de mec en robes et avec des couteaux au ceinturon. Donc censure totale, le Japonais moyenâgeux passera pour un mec sacrément discipliné, qui aime bien les jolies jardins intérieurs et qui ne montre pas ses meubles. Moi ça me va, je dis juste ça comme ça.\nEt on ne voit pas leurs chiottes non plus, alors, j'ai encore de quoi me turlupiner.\nTout en sachant que se turlupiner n'est pas l'art de l'auto-fellation, comme de bien entendu.\nDes maisons super rangées mais un sacré bordel dans leurs têtes.\nUn samouraï sans maître, misérable, se présente au seuil d'une grande maison et demande à mettre fin à ses jours en ces lieux.\nUne histoire de vengeance contemplative millimétrée dans son esthétisme et son déroulement. Où on brette en aiguisant les dialogues, où le feu qui brûle à l'intérieur, nourri de cette colère maîtrisée face à l'injustice, irradie les regards.\nUn monde féodal gangrené par les codes, où crèvent ceux pour qui les temps de paix sont le prélude à la misère et à une mort certaine.\nUn jeu de dupes, morbide, où le passé répond au présent, où on s'interroge sur les règles qui régissent une vie dévouée au code du Samouraï, en dénonçant son absurdité et en le foulant aux pieds.\nUne narration merveilleuse, comme un mille-feuilles. Où chaque nouvelle scène, chaque feuille éclaire l'histoire d'un jour nouveau,\nEt puis, il y a Nakadai. À genoux sur son carré blanc, immobile, qui déroule son discours inoxydable .\nImpérial, habité, remplissant l'espace alors qu'il est seul face à cette horde apprêtée de samouraïs. Posant, une à une chaque pièce de son puzzle, révélant une tension qui monte, inexorablement, jusque dans l'explosion finale.\nNakadai et ses yeux de malade, qui lui sait comment tout va finir.\nUn film à classer dans la catégorie « claques dans la gueule »."
    },
    {
     "titre_commentaire": "Que te dire...",
     "commentaire": "C'est avec un regard encore profane que je vais juger ce film. Je ne saurais que confier le ressentit qui m'a accompagné tout au long du film.\nS'il y a bien une chose qui transparaît dans ce film, c'est la maîtrise du cadre.\nAu château tout est extrêmement figé, et pourtant via la voix grave de Tatsuya Nakadai, on sent toute la détermination, l'assurance et la puissance de son personnage.\nIl n'esquisse que peu de mouvements et l'on sait pourtant que le moment venu sa main tranchera sans faiblir.\nD'ailleurs cet immobilisme sera contre balancé par quelques combats savamment orchestrés...\nEt on écoute son récit, interdit en devinant le déroulement des choses, car on connait le funeste dénouement de son histoire. Et ses motivations deviennent nôtres.\nLe Seppuku est souvent présenté comme un rite de mise à mort permettant de conserver tout son honneur.\nRarement il est présenté comme celui de Chijiwa, en véritable torture. Où ceux sensés assister le pauvre bougre dans sa mort, sous couvert de respecter le rituel à la lettre, se montre jusqu'au boutistes et lui inflige un calvaire.\nEt puis deux visions s'affrontent alors. Celle d'un rônin qui, ayant tout perdu, entrevoit la futilité d'un code que ceux qui entendent le faire appliquer à la lettre sont incapable de mettre en oeuvre lorsque leur tour est venu. Et l'autre, d'un intendant qui campera sur ses positions jusqu'à la fin, veillant à ce que l'opprobre n'atteigne son clan sous aucun prétexte, quitte à falsifier la véracité des évènements.\nPas encore lu en entier mais :\nhttp://wildgrounds.com/2012/05/28/harakiri-original-vs-remake/"
    },
    {
     "titre_commentaire": "Honneur & tragédie",
     "commentaire": "Japon : XVIIème siècle. Tsugumo, un samouraï, vient se présenter au château du seigneur Kageyu Saito pour se faire Hara-kiri. Alors qu'il explique vouloir aller au bout de son geste, il souhaite juste que l'on lui donne l'occasion de raconter son histoire...\nQuelle maîtrise de la part de Masaki Kobayashi ! Il alterne entre présent et passé à travers des flash-back bien amenés et, dès le début, il éveille notre intérêt qui sera tout le long présent. Il met en place une atmosphère d'abord ambiguë puis de plus en plus sombre et éprouvante à travers un récit brillamment construit.\nLa grande réussite du film vient de son histoire et de la manière dont elle est contée. Il détourne les codes du samouraï et n'offre que peu de scènes de combat pour se concentrer sur l'histoire de ce rônin mal rasé qui va défier, idéologiquement d'abord, le maître d'un riche clan. Il fait ressortir toute la tragédie et la cruauté des personnages qui sont eux très bien travaillés et étudiés, notamment lors du deuxième flash-back, le plus important. Lorsque les combats apparaissent (ils sont finalement peu présents mais prennent tous leur sens lorsque l'on y arrive), ils sont extrêmement bien réalisés et par moment très violents. Les scènes marquantes ne manquent pas et \"Hara Kiri\" bénéficie d'excellentes interprétations, à commencer par Tatsuya Nakadai.\nÀ travers cette histoire de samouraï, il dresse une peinture malheureusement et terriblement réaliste de la misère ainsi que de ses conséquences. Il met en scène les différentes façons dont l'homme va essayer de s'en sortir et pose des questions sur les conditions de l'humain lorsqu'il en arrive à ce stade. Mais c'est aussi une critique du code d'honneur et de la hiérarchie en triangle dans un pays où ces deux cas sont très importants et présents.\nTant sur le fond que sur la forme, \"Harakiri\" s'impose comme une leçon de cinéma. Kobayashi maîtrise son récit d'une main de maître, alternant entre présent et passé et faisant ressortir toute la cruauté, la tragédie et la noirceur des personnages."
    },
    {
     "titre_commentaire": "Le ronin au sabre de bois",
     "commentaire": "Harakiri est avant tout une critique sociétale et politique mais c’est aussi un régal pour les yeux. Kobayashi est un maître de l’épure, un peintre qui joue avec les lignes et la lumière. Chaque plan est cadré au millimètre et ses lumières changeantes sont époustouflantes, chaque clair-obscur un miracle. On reste ébloui par la beauté de chaque séquence et notamment celle du duel dans la campagne venteuse.\nHarakiri nous raconte une histoire de sacrifice et de vengeance qui sert de toile de fond à une dénonciation de la société du Japon du XVIIème siècle, société verrouillée par des codes rigides utilisés par la classe dirigeante pour asseoir son pouvoir. Sujet qu’il abordera à nouveau quelques années plus tard dans Rébellion avec Toshiro Mifune et Tatsuya Nakadai.\nTel Shéhérazade, le héros raconte une histoire qu’il prolonge pour repousser l’heure de la mort. Une histoire découpée en plusieurs récits, pour autant de flash-backs, qui mettent en lumière le drame de la pauvreté et l’hypocrisie des puissants. La révélation sur le destin du héros se fait progressivement, dans une tension exacerbée par un face à face continu, la voix envoutante de Tatsuya Nakadai, son regard halluciné et fiévreux qui révèle une énergie contenue qui finira finalement par se libérer.\nKobayashi met en lumière les contradictions du shogunat et la rigidité du bushido. La cruauté cérémoniale se révèle dans la séquence de seppuku du gendre, scène atroce malgré la sobriété de la mise en scène. Une réalisation sans faille qui emprunte aussi bien au théâtre qu’au western, sans oublier une rare qualité chorégraphique dans les combats au sabre.\nUn chef d’œuvre.\nHarakiri a fait l’objet en 2011 d’un décevant remake réalisé par Takashi Miike et tourné en 3D, un peu trop esthétisant et mélodramatique."
    },
    {
     "titre_commentaire": "Les sabres de bois",
     "commentaire": "Le début du XVIIème siècle entraîne de profonds changements dans la société japonaise. Le shogun (sorte de général en chef) devient le véritable dirigeant du pays, l'empereur étant cantonné dans un simple domaine religieux. Le shogun va assurer son autorité en réduisant le nombre de clans et en les asservissant. De nombreux samouraï, qui étaient au service des chefs de clans, se retrouvent sans maîtres : ce sont les ronin. Certains se sont reconvertis en professeurs de sabre, d'autres en artisans. D'autres encore sont devenus vagabonds, voire même voleurs de grands chemins.\nC'est dans ce contexte que s'ouvre Harakiri. Hanshiro Tsugumo (Tatsuya Nakadaï) est un de ces ronin. Il frappe à la porte du palais du clan Ii en prétendant vouloir trouver un lieu digne pour faire harakiri (pratique qui peut se faire en public, avec l'aide d'un assistant qui coupe la tête). Avant d'accepter, l'intendant du clan lui raconte l'histoire de Chijiwa, un autre ronin qui avait fait la même demande quelques temps auparavant.\nCommence alors un jeu d'aller-retour entre le passé et le présent, jeu complexe et dense. Car rien n'est laissé au hasard dans la construction du film, chaque scène du passé répondant ou éclairant le présent. Les révélations sont distillées au fil du film, et même si le spectateur comprend assez vite les enjeux principaux, il ne peut qu'être surpris par certains éléments de détail. Et par les correspondances entre les deux temporalités.\nLe cadre où se déroule le film est formidable. Si on y regarde de plus près, le film n'est que la succession de deux récits, celui de l'intendant et celui de Tsugumo, le plus important et le plus long. Ce long récit est magnifiquement filmé. Le ronin est agenouillé sur un carré blanc au milieu d'une cour du palais ; devant lui, l'intendant du clan. Tout autour, les gardes et d'autres samouraï. Il y a un aspect théâtral encore renforcé par le jeu exagéré de Nakadai, assez typique du théâtre traditionnel nippon. Son regard est terrifiant, et sa voix d'outre-tombe semble nous indiquer qu'il est déjà mort (la déchéance sociale est équivalente à la mort).\nAu fil du récit, l'ambiance devient de plus en plus tendue, et on comprend que le combat final sera inévitable. Et qu'il sera brutal. La réalisation est terrible car elle renforce la violence des propos et de l'atmosphère. Beaucoup de gros plans (le regard de Nakadai !), voire même ces plans en diagonal si caractéristiques de Kobayashi (on les retrouve dans La Condition de l'homme, par exemple).\nComme tous les chefs d'oeuvre, Harakiri à la fois appartient à un genre et dépasse ce genre.\nC'est un chambara, un film de sabre, ce genre parmi les plus populaires du cinéma japonais. Et il en respecte certains codes : le personnage du ronin, les clans, le grand combat final, les injustices à réparer, etc.\nMais, bien entendu, Harakiri est intéressant par sa façon de transcender le genre. Car ce film est une attaque virulente contre le code d'honneur des samouraï et contre l'injustice du système politique instauré par le shogun. Critique plutôt rare mais d'autant plus importante dans un pays où la hiérarchie a une telle importance.\nIl ne faut pas commencer Harakiri en attendant un film d'actions. Un seul combat, à la fin. Mais un grand drame social et politique, parfois très violent (le seppuku de Chijiwa est une des scènes les plus insupportables qu'il m'ait été donné de voir).\nUn film exceptionnel, complexe, agissant sur plusieurs niveaux de compréhension, superbement écrit et filmé."
    },
    {
     "titre_commentaire": "La Loi et l'Ordre",
     "commentaire": "Après le succès de sa trilogie La Condition de l'homme, la carrière de Masaki Kobayashi est menacée : contestataire, ne se gênant pas pour casser allègrement la société nippone, il est difficile pour lui de retrouver la confiance de ses producteurs. En 1962, Kobayashi sort pourtant Harakiri, un chanbara contant l'histoire d'un ronin (un samouraï errant, sans daimyô, c'est à dire sans seigneur) qui se présente aux portes au château du clan Ii pour réclamer son droit de se faire harakiri (ou seppuku - harakiri étant un terme peu utilisé au Japon, à la différence de seppuku, bien que ce dernier soit un mot d'origine chinoise), le suicide des samouraïs, consistant en une cérémonie où l'intéressé pratique une auto-éventration suivie d'une décapitation par une tierce personne.\nPrésenté à Cannes en 1963, Harakiri ne gagnera son statut d'oeuvre mythique qu'au fil du temps. Sa maîtrise visuelle, presque visionnaire, mais aussi et surtout la réflexion que propose le film permettront au film de Kobayashi d'entrer dans la postérité. Au casting : Tatsuya Nakadai, l'un des acteurs japonais les plus connus au monde notamment pour ses rôles-titres dans Ran ou La Condition de l'homme, mais aussi le brillant Rentaro Mikuni. Bien au-delà de l'histoire passionnante que propose Harakiri, Kobayashi dresse un autre portrait : plus virtuose, plus engagé, plus intelligent encore. Celui de la culture japonaise, à travers une critique virulente aux accents de satire sociale.\nImpossible de passer outre la mise en scène de Kobayashi. Si le style du cinéaste peut trouver ses limites (notamment dans Kwaïdan, lent et d'avantage flashy que réellement marquant), il atteint son apogée dans Harakiri : Kobayashi filme des mecs assis qui discutent comme personne. La fameuse scène du harakiri exécuté avec le sabre de bois est encore gravée dans la mémoire de n'importe quel spectateur ayant vu le film, sans oublier les multiples duels finals, épiques, sanglants et complètement maîtrisés, de la chorégraphie jusqu'à la caméra presque flottante du cinéaste. Harakiri est techniquement virtuose - parvenant à rendre à ses scènes les plus mondaines une grandeur remarquable qui, entre une maîtrise indéniable pour ce qui est de donner à un simple mot une réverbération presque divine, et des acteurs aux bouilles charismatiques au possible, en deviennent presque aussi vertigineuses que les scènes de combats exceptionnelles. Je commence à manquer de superlatifs, et pourtant j'arrive à ce qui fait encore d'avantage la force de Harakiri : ce qu'il veut dire.\nCar derrière cette simple chanbara se trouve donc un véritable pamphlet. Mais remettons-nous dans le contexte social de l'époque au Japon. Depuis la fin de la guerre, et encore d'avantage pendant les années 60, le pays du Soleil-Levant entre dans une période de croissance économique (le fameux « Miracle Japonais »), en parallèle d'une véritable mutation culturelle, qui tournera peu à peu le dos aux valeurs traditionnels nippones, notamment le bushido. Ce changement en profondeur des fondements du pays va entraîner un véritable conflit générationnel (signifié par exemple par le suicide de l'écrivain nationaliste Yukio Mishima le 25 novembre 1970, qui se fit harakiri après un coup d'état raté). De nombreuses voix vont alors commencer à s'élever, des voix de révoltes, anti-traditionnalistes, sans être pour autant anti-patriotiques.\nKobayashi en fait donc partie. Harakiri explore en profondeur la société japonaise : fresque, non pas du japon féodale (ou alors la morale féodale du japon contemporain), mais de ces valeurs traditionnelles japonaises, bouleversées par ce ronin. Un ronin qui ne se heurte pas à un puissant guerrier mais à la figure même de cette autorité : un affrontement dont l'intérêt n'est ni la victoire ni la défaite, mais le simple fait de l'avoir mené. Harakiri est une vive critique de ce Japon ancestral, dépassé par ses croyances, regardant avec admiration cette armure vide mais impressionnante. Harakiri est un film qui critique le harakiri (et c'est tout sauf un paradoxe), symbole évident de ces valeurs japonaises. Kobayashi donne à son film une deuxième couche, une deuxième dimension, qui au delà du format classique du chanbara, donne une véritable réflexion sur son pays, érigé au rang de société dépassée, menteuse, inhumaine, aux valeurs barbares.\nC'est à ce moment que l’œuvre entre dans la postérité : à ce moment précis où, Harakiri, plus qu'être un film classique, a décidé d'être aussi une véritable façade de son époque. Les films les plus mythiques, les chefs d’œuvres les plus grands, sont ces films qui vont encore plus loin que leur simple aspect technique ou leur réussite narrative, en s'aventurant dans la réflexion de ce qu'ils peignent, ou en décrivant avec brio le contexte de leur sortie. Harakiri se range dans la seconde catégorie, car non content d'être une réussite formelle, Harakiri est aussi un énorme doigt d'honneur à ses compatriotes.\nKobayashi prouve qu'il est un maître, autant que Kurosawa, autant que Ozu. Il est un pilier du cinéma japonais, et son Harakiri est aussi mémorable que les meilleurs films de Kurosawa. Une révolution, non pas uniquement technique, mais aussi culturelle. Rarement un film aura osé dire autant de chose dans un contexte aussi complexe. Une marque de bravoure de plus de deux heures, un must-see aux allures d'incontournable, un chef d’œuvre dont le titre est définitivement représentatif de l'effet qu'il fait au spectateur : une éventration suivie d'une décapitation. Harakiri, c'est un film coup de sabre."
    },
    {
     "titre_commentaire": "Derrière la façade",
     "commentaire": "Avec ce film remarquable, Kobayashi dévoile d'une manière implacable l'hypocrisie d'un système moral qui prétend pourtant justifier la domination d'une classe sur une société; derrière la façade émergent la lâcheté, la mesquinerie, l'inhumanité, véritables composantes de toutes les formes de domination. Avec une extraordinaire maitrise des plans et un grand sens du récit, c'est une véritable leçon de ce que pourrait être le cinéma qui est ici donnée.Chef d'œuvre!"
    },
    {
     "titre_commentaire": "Harakiri par limma",
     "commentaire": "Dans le Japon féodal de l’ère d’Edo (1630) le changement se fait jour. Les guerres sont terminées et la paix semble s'installer, laissant la plupart des samouraïs sans maître. Le shogunat surveille étroitement les clans et en dissout la majorité pour asseoir son pouvoir. Devenus ronins, la déchéance les guette. Nombre d’entre eux vagabondent et usent de subterfuge auprès de seigneurs, exerçant le chantage au seppuku, espérant ainsi les attendrir et recevoir quelques pièces à leur survie.\nTsugumo (Tatsuya Nakadai) ancien vassal dans son palais a été mis au ban, et avec lui 12 000 de ses employés….Il aura le choix de se reconvertir ou de se suicider pour éviter le déshonneur d’une vie de misère. Après 16 années de vie auprès de sa famille, vivotant de l’artisanat, Tsugumo vient demander au seigneur du clan Li d'exercer son droit au suicide. Mais Saito (Rentaro Mikuni) l’intendant du clan ne l’entend pas ainsi. Et Tsugumo insiste. Il demandera l’assistance d’un maître d'armes, habile au sabre, pour la décapitation finale…Mais ceux qu’il aura choisis, les uns après les autres, sont tous absents. Ceux là mêmes qui étaient présents lors d'un suicide « obligé » particulièrement sadique…qui permettra d’introduire la raison de la venue deTsugumo et de comprendre au fil du récit toute la colère de l’homme. L’assistance, dans l’attente d'un maître d'arme, se doit d’écouter l’histoire du ronin avant que celui-ci ne se décide enfin à mourir.\nDeux récits ponctuent l’intrigue et nous permettent de saisir dès le départ les motivations de l’intendant qui tentera de dissuader Tsugumo en lui contant l’histoire d’un ronin, venu précédemment faire la même requête, Motomé Chijiwa, (Akira Ishihama) et pris de faiblesse à l’instant fatidique..et celui de Tsugumo, entrecoupé par des flashback sur sa vie passée, qui par divers chemins de traverses fera la charge implacable contre le système en place. Une remise en cause de la société, de la hiérarchie et des règles même de l’honneur, où toute l’assemblée se fera le témoin du désastre.\nLe cinéaste propose un récit croisé permettant d’avancer dans l’intrigue avec une rigueur et un sens du suspense particulièrement réussi. Batailles du verbe radicales, à défaut de combat, récit particulièrement lent, la narration dialoguée renvoie au théâtre, appuyée par le jeux des acteurs et des regards, où la musique traditionnelle japonaise accompagne une caméra qui en saisi les moindres tressaillements. L’utilisation de zooms et autres travellings nombreux permet de rythmer et d’adoucir les décors épurés, définitivement carrés et rigoristes.\nUn bel exemple notamment dans l'affrontement permettant de précipiter l’intrigue vers sa résolution...laissant les dialogues en suspens, pour un des plus beaux moments du films. Hors du temps, hors cadre, où le vent vient accompagner les mouvements gracieux des deux combattants, Tsugumo et l’un des maîtres d’armes.\nHuis clos où l’enfermement des lieux vient en miroir à celui des hommes. Le harakiri lui-même, sera constamment réexpliqué signifiant ainsi son côté déjà dépassé, un sens de l’honneur qui n’a plus cours. Les trois maîtres d’armes, déshonorés, se font porter malades plutôt que d’effectuer le rite, Motomé lui-même entendra la procédure comme s'il l’avait déjà oubliée et le combat final se fera à l’aide d’armes à feu…\nSaito écoutant Tsugumo voit sa propre fin se dessiner, et l’hypocrisie du clan dévoilée. Pour éviter le déshonneur il condamnera Tsugumo à mort. La violence contenue jusqu'alors explose lors de la bataille finale et viendra clore cette magistrale tragédie. Et pour terminer, la réponse officieuse de l’intendant, auprès des hautes instances, pessimiste, confirme la noirceur du récit et occultera définitivement le combat de l’homme contre le pouvoir dictatorial.\nMasaki Kobayashi critique la société et met ainsi en lumière le questionnement de la confiance envers les dirigeants et les traditions et s’ancre parfaitement dans la modernité.\nUne réussite.\nA voir en VO (...st) bien sûr."
    }
   ]
  ]
 },
 {
  "titre_du_film": "Le Bon, la Brute et le Truand",
  "annnee": "1966",
  "genre": "Western",
  "score": "8.5",
  "result": [
   [
    {
     "titre_commentaire": "Des hommes et des dieux",
     "commentaire": "Le monde se divise en deux mon ami, ceux qui ont la corde au cou et ceux qui la leur coupent…\nOui seulement celui qu’a la corde cou c’est moi, moi je risque gros, c’est pourquoi la prochaine fois j’veux plus de la moitié !\nMmhhh, oui tu as la corde au cou, mais moi je tire, et si tu me rogne mon pourcentage... cigare ?... qui sait, il peut arriver qu’je rate mon coup mmhh ?\nSergio Leone, cinéaste de génie a l'originalité sans failles, conclut avec brio sa renommée \"Trilogie du dollar \", avec un western culte au succès encore aujourd'hui phénoménal, dû à un scénario génialement construit, proposant un récit violent à l'humour jubilatoire, appuyé d'une réalisation grandiose, dont un trio d'acteurs à la présence inoubliable, incarnant trois personnages mythiques n'obéissant à aucune règle, aucun groupe, ni aucune idéologie.\nLe Bon, ##\nIl y a deux sortes de gens : ceux qui ont un pistolet chargé, et ceux qui creusent. Toi, tu creuses.\nClint Eastwood achève magnifiquement sa collaboration fructueuse avec Sergio Leone en reprenant une fois de plus son rôle légendaire de \"l'Homme sans nom\" (bien qu'il s'appelle \"Blondin\", alias \"Le Bon\", qualificatif à mettre entre de gros guillemets !), ce qui vaudra à son personnage une place au panthéon du cinéma. Élément rare pour un western.\nPeu expressif, droit, silencieux et Pistolero de génie, Blondin incarne le mâle alpha dans toute sa splendeur.\nLe héros presque parfait, puisque étant un chasseur de primes arnaqueurs aux méthodes douteuses. De la trilogie du Dollar, Clint incarne avec Blondin son meilleur personnage. Trouvant ici un rôle ayant bien plus de relief et de subtilité. Un brin salopard et imprévisible.\nla Brute\nAu fait, j'oubliais : lui m'a donné 1000 dollars. Je crois qu'il voulait que je te tue. Et je finis toujours un travail payé. Tu le sais.\nLee Van Cleef dans le rôle de Sentenza surnommé \"Oeil d'ange\" (surnom que l'on doit au comédien Éli Wallach), alias \"La Brute\", incarne un assassin froid, d'une brutalité à toute épreuve n'éprouvant aucun remords, ni aucune pitié.\nImpitoyable et cruel, il est prêt à tuer n'importe qui pour de l'argent.\nSon seul code d'honneur se situe dans le fait qu'il remplit toujours ses contrats.\nLee Van Cleef avec son regard perçant et son sourire perfide, livre une excellente performance dans laquelle il s'avère effrayant dans ce rôle surprenant. Malheureusement, du trio, Oeil d'Ange n'est pas autant présent à l'écran que les deux autres, ce qui est dommage car on a tendance à quelquefois l'oublier durant le récit.\net le Truand\nQuand on tire, on tire. On ne raconte pas sa vie.\nEli Wallach dans le rôle de Tuco, alias \"Le truand\", incarne l'énergie du film. Personnage au visage double, capable du meilleur comme du pire. Tuco est la parfaite représentation de l'humain, avec un côté arrogant, violent et détestable, autant que passionnée, aimant et bon vivant. Une finesse d'écriture faisant la grandeur de ce personnage.\nEli Wallach pour sa première dans ce genre rôle est une véritable surprise, donnant vie avec énormément de réalisme et de vigueur au rôle de Tuco. Capable en une fraction de seconde de passer du burlesque à inquiétant, de dépravé à charismatique. Une incarnation sympathique des plus surprenantes que je ne peux qu'applaudir avec sincérité.\nLa relation entre Tuco et Blondin est exceptionnelle. L'appellation du \"truand\" et du \"bon\" est très ambigu entre les deux hommes, qui pourraient aussi bien être l'un comme l'autre. Par contre, aucun doute possible autour d'Oeil d'ange.\nLe reste de la distribution fait dans l'ensemble du très bon travail, n'atteignant jamais le prestige des personnages principaux (sauf dans un cas précis dans lequel je reviendrais plus tard). Que ce soit le vieux propriétaire du magasin, le bourru et bourreau caporal Wallace, le fameux Jackson, le petit frère moine de Tuco, le chasseur de primes manchot, les soldats Sudistes, les soldats Nordistes... Tous ajoutent une caractérisation efficace, collant subtilement au long-métrage. Toutefois, les dames n'ont pas leur place dans cette pièce bourrée de testostérone.\nDis donc toi, tu sais que tu as la tête de quelqu’un qui vaut 2000 dollars !\nOui… Mais toi tu n’as pas la tête de celui qui les encaissera.\nSergio Leone continue d'enfreindre avec intelligence les règles des westerns typiques, en présentant un film intelligent, froid, implacable et ironique laissant peu de place aux discours, mais aussi aux duels, pour plus de contemplation. La réalisation est absolument magnifique. Le cinéaste apporte une dimension visuelle extrêmement riche. On retrouve la caractéristique technique de Leone avec une constante alternance entre de gros plans figés sur des visages souvent incongrus et des plans extrêmement larges. Des silhouettes tout du long absorbées par un vaste paysage mystérieux et intemporel qui constamment évoluent à travers une mise en scène tout du long irréprochable. Le point culminant étant atteint durant la fabuleuse scène du cimetière, qui est extrêmement bien filmée. Une fresque spectaculaire et épique, mêlant efficacement l'esprit du Far West à celui des champs de bataille de la guerre. En découle un récit habilement construit, dans lequel on retrouve la qualité d'un drame lyrique teinté de violence, d'ironie, d'amertume et d'humour, avec de nombreuses répliques cultes, laissant place à une intrigue qui ne se précipite jamais, prenant son temps pour arriver au but visé.\nSergio Leone se livre toujours plus, apportant tout du long un oeil critique au conflit violent et absurde qui aura opposé les Américains avec la guerre de Sécession, mais aussi autour de la Première Guerre Mondiale. Un gâchis démesuré de vies humaines que le cinéaste n'oublie pas de mentionner à plusieurs reprises dans son film, notamment avec la scène extraordinaire du pont avec les deux armées postées de chaque côté d'une rivière, avec une inspiration évidente de la première Guerre Mondiale avec le système des tranchées. On retrouvera durant ce chapitre un autre personnage formidable (que je mets malgré sa courte apparition au même niveau que les 3 stars) avec le commandant nordiste alcoolique, incarné avec brio par Aldo Giuffré. Malgré l'efficacité d'Aldo Giuffré, j'aurais adoré trouver à sa place le comédien Gian Maria Volontè pour incarner ce rôle. Gian Maria volontè aurait été un magnifique clin d'oeil, étant lui aussi présent dans les trois films.\nLe Bon, la Brute et le Truand, s'est également une multitude de péripéties riches en rebondissements, amenant bon nombre de séquences étonnantes comme avec le génialissime générique d'ouverture; la remarquable introduction des trois personnages principaux; les longues traversées du désert avec le jeu de traque entre Blondin et Tuco; le camp de prisonniers avec l'implacable torture sous la musique et les chants des prisonniers qui couvrent les cris du supplicié; l'admirable confrontation du pont (comprenant les plus grandes allusions du cinéaste); tout comme le plan final avec la réapparition des noms du Truand, de La Brute et du Bon (une clôture magique); et bien plus encore. Une conclusion dans les honneurs ! Le duel final à trois est génial, prenant tout son temps faisant ainsi monter crescendo la tension. Gros plans sur les colts et sur les yeux, la caméra au départ lointain est de plus en plus serrée sur les visages suintant des trois personnages. Le rythme de cette confrontation avec la musique d'Ennio Morricone renforce intensément la séquence, jusqu'à ce que retentissent les colts.\nMa séquence préférée étant la découverte du cimetière par un Tuco frénétique, lancé à vive allure entre les croix, pour retrouver la fameuse tombe d'Arch Stanton. Une scène qui signe enfin la fin du long périple, la concrétisation de tout ce bordel. Le tout, largement amplifié par le titre musical \"L'estasi dell' oro\" d'Ennio Morricone. Une séquence incontournable. Du grand art cinématographique, transmettant un frisson sensationnel dans tout le corps !\nLa musique d'Ennio Morricone revient avec toujours plus de force et de vitalité, conférant un souffle épique et dynamique magistrale. Des titres sublimes fasconnés par un compositeur impérial faisant de ses mélodies des titres grandioses et obsédants, magnifiant chaque séquence qu'elle soit dramatique, comique, pleine d'action ou d'intensité. Une composition culte symbolisant l'esprit d'un génie jamais égalé, surpassant l'ensemble des compositeurs du genre. Son travail laisse une véritable identité d'ambiance à la trilogie de Sergio Leone qui une fois encore a su intelligemment s'entourer. Des années après, ce chef-d'oeuvre musical nous fait encore ressentir bon nombre d'émotions. Véritable tour de force anthologique du plus grand compositeur de tous les temps !\nCONCLUSION :\nLe Bon, la Brute et le Truand est un western incroyable dans lequel le réalisateur Sergio Leone repousse toutes les limites. Une épopée grandiose, brutale et ironique mettant en avant trois personnages principaux mémorables et cultes, incarnés par des comédiens incroyables. La technique du cinéaste est insurrectionnelle, le message dressé est fort impactant, sans oublier l'insondable musique emblématique d'Ennio Morricone. Des hommes d'exception pour un résultat formidable ! Un western ambitieux ! Un western révolutionnaire ! Un western béni des dieux !\nUn des plus grands westerns de l'histoire du cinéma !!!\nCombien t’a-t-il payé pour m’abattre ?\nPas loin de mille dollars…\nTiens, en voilà deux mille pour toi.\nDeux mille dollars… La moitié en or ! Plutôt intéressant. Mais… L’ennui, c’est que j’finis toujours l’travail pour l’quel on m’paie…"
    },
    {
     "titre_commentaire": "Citizen Kane ? Mon Cul !",
     "commentaire": "Pourquoi ce titre provocateur ? Tout simplement parce que le film de Welles arrive systématiquement en tête de n'importe quel classement des meilleurs films de l'histoire du Cinéma lorsqu'ils sont fait par des professionnels de la critique ou des cinéphiles se voulant particulièrement avertis. Un peu comme si ne pas le mettre en première position était LA faute de goût à éviter pour ne pas passer pour un ringard. Ce fabuleux film semble décidément marqué du sceau du consensus quoi qu'il advienne (en effet, lors de sa sortie en 1942 il était de bon ton de lui chier dessus...).\nMais non, je ne peux me résoudre à accompagner cette mouvance, non car s'il y a bien une évidence qui m'a sauté aux yeux lors de mes différentes pérégrinations cinématographiques c'est que le meilleur film de l'histoire du cinéma c'est indéniablement le Bon, la Brute et le Truand.\n(Attention ça spoil)\n-Rappels Historiques\nle Bon, la Brute et le Truand est l'ultime chapitre d'une trilogie nommée Trilogie de l'Homme sans nom ou Trilogie des dollars (la première appellation est tout de même beaucoup plus classe) et entamée en 1964 par \"Pour une poignée de dollars\". Ce film est une révolution, le western est alors totalement moribond, même John Ford n'y crois plus, comme le prouve le désaveux du genre qu'est \"L'homme qui tua Liberty Valance\" en 1962, et pourtant un Italien (donc à priori un type qui n'a aucune légitimité pour nous raconter l'histoire de l'Amérique) viens bouleverser les codes et ressuscite un genre étouffé sous la routine. En proposant une vision à la fois baroque (Dramatisation outrancière), sèche, réaliste (les personnages sont sales, la misère est à chaque coin de rue), violente (le massacre particulièrement pénible de la famille Baxter en atteste) et immorale (Il n'y aucun sheriff, les motivations sont essentiellement pécuniaire, le soucis de justice est minimal) Sergio Leone fout un énorme coup de pied dans la fourmilière et nous présente l'ouest sauvage enfin tel qu'on l'imagine... sauvage.\nEnorme succès populaire surprise qui lancera la mode particulièrement prolifique (500 films en une dizaine d'année seulement !!) de ce qui fut appeler péjorativement (et abusivement puisque ces films était généralement de co-production européennes) le Western spaghetti. Appellation depuis devenu une fierté. Cette pièce fondatrice appela à une suite qui arriva l'année suivante : \"Et pour quelques dollars de plus\" marquée à jamais par le superbe leitmotiv mélodique: Carillon, jouée par une montre/boite à musique et composé par Ennio Morricone, autre homme totalement indispensable au genre. Une suite au succès tout aussi phénoménal qui appela elle aussi à une suite...\n-Enfants de salaud\n1966, Sergio Leone livre la dernière pièce de son triptyque. Et il n'apporte pas seulement le dessert: c'est carrément tout le banquet qu'il remet en place avec digestif et feu d'artifice en bonus.\nLà où les suites était d'habitude l'ombre de l'original ou bien, au mieux, un prolongement sympathique, Leone fait mieux à chaque essai, affirmant à chaque fois un peu plus sa maîtrise formel. S'il avait réussi à faire mieux avec \"Et pour quelques dollars de plus\" il explose carrément toutes comparaisons possible avec \"Le Bon, la Brute et le Truand\". Une traduction français maladroite de \"Il Buono, il brutto, il cattivo\" qui veut en fait dire \"le bon, le laid, le mauvais\"... brutto, le laid, à été traduit par la brute et changea de personnage passant de Tuco, devenu le Truand, à Sentenza.\nLeone emmène le western et le cinéma vers des horizons lyriques et épiques que trop peu depuis ont simplement frôlés.\nLe titre du film est en fait une annonce du contenu : on suit le parcours de ces trois individus dans une Amérique en proie au chaos le plus total (chasseur de prime, pendaison, l'argent comme seule perspective, guerre civile) et à chacun est attribué un trait de caractère que l'on sait, dés le départ, très relatif. \"Le Bon, la Brute et le Truand\" est une véritable déclaration d'amour à ces personnages sans foi ni loi évoluant dans un environnement qui ne leur laisse pas le choix. Le film aboli d'emblée toute notion de moralité et de manichéisme et propose une véritable étude de caractère à travers ces trois personnages différents mais tous ambivalents et donc très humains. Les personnages sont donc particulièrement soignés, tantôt archétypaux, tantôt décalés mais en tout cas jamais prévisible ou simple.\nLeone aime les gueules, il faut voir l'insistance sur les gros plans de visages édentés, ridés ou balafrés. Il rivalise de virtuosité pour creuser ses personnages, usant d'astuces contextuelles pour l'un (le bon dont on ne sait rien et qui se définit uniquement par ses actes), d'allusions et de ruptures de ton pour l'autre (la brute dont on dessine la légende au détours de certains dialogues ou scènes) et d'une caractérisation plus classique pour le dernier (le truand dont on nous révèle des éléments passés et personnels, à l'image de l'émouvante séquence au monastère).\nAu passage il en profite pour bousculer son spectateur : si le bon du film est immédiatement désigné (à l'aide d'un gros marquage psychédélique) il ne s'avère pas si bon que ça et surtout moins \"attachant\" que le truand, criminel notoire et idiot fini dont on finit par prendre le partis tant il parait le plus innocent de l'affaire.\nA noter que le personnage d'Eastwood, qui sert de lien scénaristique entre les trois films de la trilogie, n'est pas exactement \"sans nom\" puisque dans le premier on le surnomme Joe au détour d'une seule phrase de dialogue, dans le second le manchot et dans le troisième Blondin. Mais on ne saura jamais son vrai nom, ni d'où il vient, ni ce qu'il a fait avant... L'Homme sans nom est une abstraction pure, une icône de l'ouest, une allégorie.\nOn peut s'amuser à voir que \"Le Bon, La Brute et le Truand\" contient déjà tous les éléments du Buddy-movie (deux personnages très différents qui se détestent mais qui doivent collaborés, des vannes dés qu'ils en ont l'occasion, une complicité qui deviens de plus en plus évidente -voir la scène où ils arpentent la ville infestés de tueur-, une unité de temps relative autour d'une quête) qui fera les joies d'Hollywood 15 ans plus tard.... A la différence prés qu'ici ils restent d'indécrottables salopards.\n- J'avais encore jamais vu crever autant de monde ...\nCette petite phrase lancée nonchalamment par le personnage de Clint Eastwood résume parfaitement l'état d'esprit du film vis à vis de la violence qu'il véhicule. Il faut voir comment le film pointe le comportement déviant des gens par rapport à la violence: les badauds horrifiés par les crimes de Tuco (Ce dernier semble en rigoler) tout en étant incapable de décoller leurs yeux de sa mise à mort (leur regard est fixe, vide et terrifiant) ou ce colonel défendant un pont dont il ne comprends pas l'intérêt et envoyant machinalement ses hommes à la boucherie parce que c'est ainsi que sont les choses.\nLeone nous dépeint l'Amérique comme un territoire intrinsèquement violent, le contexte est violent et les hommes qui y survivent (point de femmes à l'horizon, ou alors c'est pour se prendre des baffes) ne font que répondre à cet environnement. Certains s'en amusent (Le bon qui tourne en dérision une exécution publique), d'autres en jouissent (Le manchot qui tient Tuco à sa merci) et certains l'ont accepté et s'en accommode sans problèmes (voir l'hallucinante introduction consacrée à la brute). C'est la nature sauvage même des hommes et d'une nation (puisque la violence s'est infiltrée dans la justice avec les pendaisons spectacle, qu'elle est encouragée via les chasseurs de primes et que les individus s'entretuent sans que personne ne sache pourquoi) qui est ici mise en relief.\nAinsi la mort devient un personnage comme les autres, qui habite tous les personnages et les lient entre eux de façon implacable... on pourra souligner à ce titre que l'amorce de la quête du trésor est donnée par un homme mourant...\nEt comme tout bon personnage, la mort se doit d'être mise en scène...\n-Sad Hill\nPlutôt que de s'étaler sur l'ensemble du film, le mieux pour parler de la mort au sein du \"Bon, la Brute et le Truand\" est de se focaliser sur le climax du film : toute la séquence au cimetière de Sad Hill... La simple ironie de placer la résolution de son film dans un cimetière confère au génie : toutes ces luttes, ces embûches, ce voyage, des espoirs pour finalement les mener inexorablement vers ce lieu, vers le territoire même des morts comme si, quelque soit la hargne que l'on met à se débattre, notre destin ne pouvait nous conduire qu'en ce lieu.\nSymbole d'autant plus fort que la quête des personnage les entraînera vers l'un des dernier tabou moderne : la profanation... profanation motivée par l'appât du gain. Quand je disais que tout notion de morale était abandonnée dans ce film, ce n'était pas une image. On remarquera que seul Tuco s'en émeut,le rendant encore plus humain que ses deux compagnons décidément bien trop en phase avec le monde qui les entoure. Cette profanation est immédiatement suivie par le plus beau duel (enfin truel) au revolver jamais vu sur un écran ayant pour conséquence... la mort d'un personnage finissant directement dans une tombe vide... la boucle est donc bouclée.\nAu delà de cette thématique mortifère étalée par ce long climax c'est tout l'art cinématographique de Sergio Leone qui s'épanouit dans cette séquence. Le mouvement de caméra ascendant lorsque Tuco découvre l'étendu du cimetière accompagné par l'entame du morceaux \"The Ecstasy of Gold\" ne peut que provoquer des frissons tant la précision du mouvement accompagne à la perfection les sentiments que l'on peut éprouver face à un tel spectacle et à la promesse qu'il contient (le trésor !!).\nLa suite ne fait qu'enfoncer le clou : la montée céleste de la voix de la soprano Edda Dell'Orso, le montage s'accélérant avec les plans circulaire à toute vitesse donnant le vertige au spectateur de même nature que celui qui accompagne Tuco alors qu'il touche au but. Sensation renforcée par l'arrêt brutal et quasiment inespérée de cette course folle.\nLe morceau \"The Ecstasy of Gold\" est tellement puissant et colle tellement bien aux images qu'écouté à part il donne la chaire de poule. Cette symbiose parfaite entre l'image, le son et le contenu donne le vertige rien que d'y songer.\nPuis arrive le duel, à trois donc, où Leone ne filme pour ainsi dire... rien, juste trois type qui attendent. Mais ce n'est pas ce que l'on voit qu'il filme, c'est ce que l'on ne voit pas, ce que l'ont ressent : La tension. Lorsque Leone filme une main on ne voit plus une main, on ressent ce que ressent l'homme au bout de celle-ci. Il rythme sa séquence, accompagnée de la partition parfaite de Morricone, afin de faire monter la tension au maximum, alternant les point de vue et les menaces (les regards puis les flingues), jouant sur l'alternance entre plans très serrés et plans de très grand ensemble pour donner une sensation de vertige et d'insécurité insoutenable.\nVoir en alternance le regard froid d'Eastwood, celui perdu d'Ellie Wallach et celui se décomposant au fur et à mesure de Van Cleef suffit à provoquer une tension réelle dans nos petits muscle de spectateur... alors que l'on est pourtant assis confortablement dans un fauteuil. Le temps est étiré à n'en plus finir, les personnages et les spectateurs guettent le moindre mouvement, le moindre indice qui laisserait apercevoir l'issue fatale... Plus que du suspens, on étouffe littéralement sous la pression.\nPAN ! en un éclair, les armes ont parlées et la mort a choisie. La brutalité de la coupure décuple la libération du spectateur.\n-Vous avez le droit de pleurer de bonheur\nAu delà de la maîtrise absolu du temps et de l'espace à laquelle on vient d'assister, Leone se permet d'impressionner façon \"deuxième effet Kiss Cool\" car le duel tant dramatisé était truqué ! Comme un tour de passe-passe pour montrer toute la puissance de son art. Véritable clin d'oeil sur l'utilisation des mécanisme narratif du cinéma, Leone nous rappelle que tout ceci n'est que du cinéma, que c'est truqué d'avance (Le bon retire les balles du truand comme un scénariste place des rebondissement opportuns) mais là n'est pas l'intérêt, l'intérêt est d'y croire quand même (Car en acceptant d'aller au cinéma on accepte de rentre dans un univers que l'on sait forcément reconstruit de toute pièce) et au delà de la beauté plastique époustouflante de la séquence c'est aussi ça que Sergio Leone nous rappelle.\nLà où c'est d'autant plus fort c'est que même en sachant cela on marche à chaque fois dans la combine, la puissance de l'outil cinématographique entre ses mains est telle qu'on ne peut qu'à chaque fois ressentir cette tension, cette peur et ce bonheur infini.\nNon content de nous avoir lessivé Leone remet une dernière couche avec la conclusion de son histoire accentuant encore l'ironie de la chose (la caméra qui vient superposer Tuco et la corde accrochée à l'arbre).\nLa perfection à un nom: Sad Hill"
    },
    {
     "titre_commentaire": "Kings of Leone",
     "commentaire": "Dernier volet de la \"trilogie du dollar\", \"Le Bon, la Brute et le Truand\" est considéré par nombre de spectateurs comme le meilleur western spaghetti de tous les temps. A juste titre ? Eléments de réponse. Droit de savoir. Complément d'enquête. Sept à Huit. Enfin bref, ne zappez pas ! Sauf si vous n'avez encore jamais vu le film (monumentale erreur, lâcherait très justement notre ami Jack Slater), auquel cas, sachez que ça spoile sec ci-dessous !\nWALLA QU'EASTWOOD VEND CLIFF !\nLa recette gagnante de ce Leone, c'est avant tout un trio d'acteurs exceptionnels, et incroyablement attachants. D'horizons différents, ils finissent par trouver une motivation commune: l'argent.\nEli Wallach le truand un peu simplet mais finalement bon bougre. Clint Eastwood, le beau gosse futé et excellent tireur. Van Cleef, la brute aux méthodes expéditives et au charisme éclatant. Leur jeu est flamboyant, et on sent que l'ami Sergio savait où il allait et les a de ce fait dirigé de main de maître.\nWALLACH ET GROS MYTHE\nTuco Benedicto Pacifico Juan Maria Ramirez (à mes souhaits...Wallach donc), bandit de son état, fait équipe avec Blondie (Eastwood), afin de gagner un peu d'argent grâce à une combine bien rodée. De son côté Angel Eyes (Van Cleef), mercenaire impitoyable ayant pour habitude de toujours mener ses contrats à terme, est à la recherche d'un dénommé Carson. Par la force des choses, Tuco et Blondie croisent la route de ce dernier, qui leur dévoile, juste avant de passer l'arme à gauche, l'emplacement d'un lourd butin enfoui. Sauf que Tuco ne dispose que d'une partie des informations, le reste ayant été confié à Blondie, qui a tenté de dissoudre leur juteuse alliance peu avant. Plutôt que de s'entretuer, nos deux compères doivent donc rester en vie, et faire équipe \"like old times\" pour parvenir jusqu'au magot. Mais Sentenza (Angel Eyes/Van Cleef, oui, les personnages ont parfois plusieurs noms/surnoms, deal with it !) a vent de la rencontre fortuite du duo avec Carson, et se doute que quelque chose se trame. Il va torturer Tuco pour connaître sa part du secret, puis faire équipe avec Blondie et quelques tueurs pour retrouver le butin. S'ensuivent de nombreux rebondissements, sur fond de guerre de Sécession, jusqu'à un final proprement jubilatoire.\nTHE ECSTASY OF GOLD\nL'histoire s'étire sur presque 3 heures pour la version longue, faisant de \"Il buono, il brutto, il cattivo\" l'un des films de chasse au trésor le plus long de l'Histoire, pourtant le déroulement suit un très bon rythme de croisière, et on ne peut qu'être admiratif face à un tout qui semble si parfait: les acteurs, les costumes, les décors. La réalisation donne la même impression, avec cette mise en scène sublime, ces plans de toute beauté, et puis ces répliques toutes plus cultes les unes que les autres. Je ne peux que lâcher un \"ouah ouah ouah\" ! Le même \"ouah ouah ouah\" que l'on retrouve dans la bande son devenue mythique, et signée Ennio Morricone. Chaque morceau contribue à rendre encore plus culte la scène qu'il accompagne.\nUne perfection improbable. Un style intemporel. Un film inimitable.\nDu grand (7ème) art, tout simplement."
    },
    {
     "titre_commentaire": "Le monde se divise en deux catégories...",
     "commentaire": "Acmé crépusculaire et fin précoce d’un sous-genre, Le bon, la brute et le truand clôt la Trilogie du dollar. Bien que cent fois copié, il ne sera jamais égalé.\nSergio Leone reprend Clint Eastwood et Lee Van Cleef dans des rôles sensiblement différents. Blondin incarne un chasseur de primes froid et cynique, Santanza un tueur à gage sadique. Il leur associe un nouveau, Eli Wallach/Tuco, un expert en filouterie. Ne vous méprenez pas, malgré son sourire enjôleur et sa classe inimitable, Blondin n’est pas le moins pervers des trois\nLes trois crapules sont mises sur la trace d’un trésor, 200 000 dollars, perdus par un régiment confédéré. Or, le magot est caché derrière la ligne de front. Le succès des deux premiers opus offre à Léone les moyens de réaliser sa grande œuvre, son « Autant en emporte le vent », avec son lot de villes bombardées, de massacres sans gloire et d’armées en déroute. Léone montre la guerre sous son plus triste jour. Sa caméra s’attarde sur les infirmeries abandonnées, les sévices et les exécutions. Tout y est sale et les règlements de comptes de nos compères s’avèrent bénins à l’aune des tueries étatiques. Au milieu d’une myriade de forbans et de victimes, le scénario nous offre trois seconds rôles positifs, un franciscain ayant fui la misère de sa ferme, un officier gangréneux s’épuisant à maintenir un semblant de justice dans un camp de prisonnier, un capitaine buvant pour oublier la stupidité des deux assauts quotidiens...\nDemeurent la beauté des paysages, des répliques aussi rares que ciselées, la musique admirable de Morricone et un duel interminable, qui n’en finit pas de hanter la mémoire hallucinée du petit garçon que je fus et que je reste...\nYou see in this world there are two kinds of people my friend. Those with loaded guns, and those who dig. You dig.\nPour une poignée de dollars (1964)\n...Et pour quelques dollars en plus (1965)"
    },
    {
     "titre_commentaire": "“When you have to shoot, just shoot. Don’t talk.”",
     "commentaire": "La première chose à faire lorsqu’on entame la critique d’un tel film, c’est de se réfréner ; ne pas, influencé par le virtuose aux commandes, tomber dans le lyrisme échevelé et l’épanchement déraisonnable.\nLeone a forgé son style, l’a mis à l’épreuve d’un film plus long et ambitieux que le précédent dans le deuxième volet de sa trilogie. Le troisième sera à la fois son point d’orgue et son entrée dans la cour des très grands.\nLa séquence d’ouverture annonce comme souvent le programme : silence, dilatation temporelle et surtout, fausse piste : cette splendide redirection latérale de ce qui s’annonçait comme un duel et devient une chasse à l’homme est la malice initiale confirmée par l’entrée en scène de Tuco, qui crève l’écran vitré de la baraque comme Leone le fait de la toile, invitation jubilatoire au carnage.\nTout le récit, fondé sur une quête toujours aussi linéaire, celle du magot, ne cessera de se déployer sur ces circonvolutions : l’obligation perverse de partager la moitié d’un secret avec son concurrent va générer un nombre impressionnant d’alliances et de trahisons, de chaises musicales qu’on a tendance à enlever non sous les fesses d’un fêtard, mais sous les pieds d’un pendu. Toujours aussi malmenés, les personnages vont encaisser les coups, les brûlures et la corde au cou, dans des situations de mort imminente que ne renierait pas Tex Avery, sauvés par des bombes, libérés par des trains roulant sur leurs chaines, emprisonnés par leurs sauveurs qui se révèlent des ennemis dont la poussière indiquait la mauvaise couleur d’uniforme…\nAu centre du film, le trio imparable est caractérisé avec un sens de l’alchimie qui le propulse directement à la tête des personnages mémorables du 7ème art. Van Cleef est à ce point anguleux que ses iris eux-mêmes semblent taillés à la machette ; Eastwood, mutique et les sens aux aguets, ne perd rien des événements au point de voler aux beaux parleurs leurs répliques (« There’s two kind of… ») pour les faire entrer dans la légende ; et Wallach, gros marcassin fouisseur aux yeux exorbités et au signe de croix anthologique est l’une des figures les plus réjouissantes que le maestro ait pu inventer.\nTout cela suffirait à faire de ce dernier volet le sommet de la trilogie. Mais Leone veut faire de son western une épopée, et le mêler à l’Histoire qui va autant amplifier que refréner la quête des protagonistes. C’est d’abord dans sa dimension spectaculaire qu’elle intéresse le cinéaste : aux duels dans les rues désertes des opus précédents, il substitue ceux dans une ville en ruines et sous le feu des bombardements ; pour traverser une rivière, il devient dès lors, paradoxe ultime, nécessaire d’en dynamiter l’unique pont… Foules, batailles, canonnades : Leone voit grand et projette avec autant de malice que d’ambition ses individus sur les terres ensanglantées d’une nation déchirée. La séquence en montage alterné entre le passage à tabac de Tuco et l’orchestre contraint dans le camp de prisonniers en est l’archétype : ce n’est finalement qu’une dilatation de médaille à gousset de Et pour quelques dollars de plus…\nChambre d’écho de leurs turpitudes, l’Histoire projette sur le pays le mensonge, la violence et l’absurdité d’une boucherie interminable ; l’évolution des personnages permet ainsi un curieux renversement au cours duquel ils acquièrent, en dépit de toute leur bassesse et leur vénalité, une forme de sagesse aux regards de ceux qui font la guerre : leur service rendu au capitaine qui rêve de voir exploser le pont, et leur duel final dans un cimetière sans limite duquel on fait surgir l’or sonne alors à la fois comme une dénonciation et une révolte rusée contre la triste marche de la guerre.\nConstruire une œuvre aussi imposante est avant tout une affaire de savant équilibre, et Leone l’a bien compris. Allégeant les lourdeurs sadiques des deux premiers volets, il ajoute une dimension comique qui vient parfaire l’architecture générale. Tuco est ainsi le personnage qui manquait à son univers, colorant d’une nouvelle jubilation des scènes déjà splendides. Mention spéciale à celle où il prend son bain et se retrouve en joue d’un chasseur de prime…\nJe pourrais gloser pendant des heures sur la construction du duel final, son montage, le score de Morricone en osmose absolue avec la pellicule, le plissement des yeux, clin d’œil du maître à son propre savoir-faire… Mais si celui-ci est bien fondé sur l’absence de parole, si celui-ci fonctionne si bien, c’est parce qu’il dilate à deux reprises les préliminaires jusqu’à la déraison, reléguant la décharge finale à une convention dont on pourrait presque se passer.\nNon, taisons-nous. Il filme comme ils tirent : le verbe est d’ailleurs le même en anglais, et Tuco le dit depuis son bain avec le panache d’un esthète philosophe :\n“When you have to shoot, just shoot. Don’t talk.”\nPrésentation détaillée et analyse en vidéo lors du Ciné-Club :\nhttps://youtu.be/jV7ZcLKybnA"
    },
    {
     "titre_commentaire": "Au royaume du spaghetti, Leone est le roi",
     "commentaire": "Quel final les amis! Mais quel final! Ce dernier opus de la Trilogie du dollar est tout simplement inégalable. Le Bon, la Brute et le Truand donne au western spaghetti ses lettres de noblesse. Si un seul film du genre méritait de recevoir un spaghetti d’or, ça serait bien celui-ci. Sergio Leone détestait cette appellation de western spaghetti, et ce à juste titre, car ce terme donné par les cinéastes américains est le mépris affiché envers ces films réalisés par des «métèques». Leone, réalisateur de génie, signe ici un western grandiose, une fresque picaresque de 3 heures, où la violence est adroitement contrebalancée par l’humour.\nL’histoire, sur fond de guerre de Sécession, est terriblement efficace. Ça n’est pas trois hommes et un couffin, mais trois hommes et un magot. Un magot de 200 000 dollars qui va attiser la convoitise de trois canailles de l’Ouest, Blondin, Tuco et Sentenza. Tous les coups bas sont permis dans cette chasse au trésor où les alliances se font et se défont au gré des opportunités. Cette épopée plongera ainsi notre trio infernal dans l’horreur de la guerre.\nL'interprétation de ces trois acteurs est remarquable et joue pour beaucoup dans la réussite du film. les protagonistes, crasseux et hirsutes, ne sont pas si facilement dissociables tel que le suggère le titre du film. On comprend vite que Blondin, interprété par un Clint Eastwood qui, enfin, a un nom, n'est pas si Bon qu'il en a l'air et peut se montrer froid comme le marbre. Eli Wallach, dans son rôle de Tuco, est à mes yeux plus proche d'un trublion qu'un réel Truand. Quant à la Brute, Lee Van Cleef, un véritable tueur, son personnage est juste plus violent que le Bon. Leone raconte d'ailleurs à ce sujet:\nLe Bon, la Brute et le Truand. Ces appellations étaient arbitraires. Très vite, on peut s'apercevoir que le Bon est tout autant un fils de pute que les deux autres. Ils se valent tous!\nLa photographie du film est époustouflante. Le désert de Tabernas en Andalousie où le film fût tourné offre un décor digne de son nom et où l'art de la mise en scène de Leone ne trouve pas de limite. Ce qui fait de ce film un chef d’œuvre est certainement l'équilibre entre les dialogues, les images et la musique. Avare en paroles, l'émotion est transmise au spectateur par un formidable jeu d'acteur et par la musique d'un grand Maestro, Ennio Morricone.\nÀ voir et à revoir de toute urgence!"
    },
    {
     "titre_commentaire": "Le plus grand truel de l'histoire du cinéma !",
     "commentaire": "Rédaction en cours de visionnage de la scène décrite ci dessous. Sad Hill.\nSpoilers donc.\nLa pierre posée au milieu d'une terre craquelée. Arpège de guitare soutenue par une montée de violons...\nFace à face de la Brute et du Truand avec le Bon en arrière plan.\nMusique orchestrale triomphante tandis qu'au milieu du cimetière, le triangle des protagonistes se forme.\nSilence.\nCroassement de mort.\nUn carillon de mélodie accompagne les perspectives de chaque personnage, face à face tripartite angoissant.\nLa guitare reprend, accompagnant les gros plans sur les pétoires du Bon, de la Brute, et du Truand.\nPlan américain sur chacun, plan serré sur les visages. Le truand dégouline d'angoisse et de tension, Blondin ne laisse rien paraitre, imperturbable, cigarillo vissé. La brute, froide, d'un regard implacable, analyse les enjeux...\nMains à portée des flingues. Arpèges de piano, retour de l'orchestre tandis que la brute caresse ses balles, presque amoureusement. Le truand halète plus qu'il ne respire, le Bon reste imperturbable.\nUn légère angoisse semble saisir la brute en gros plan tandis que la trompette interprète le thème musical. Son regard s'accélère, gauche, droite, léger frémissement des lèvres, sa main se rapproche imperceptiblement de son arme. Blondin reste toujours de marbre.\nChorale, roulement de tambours. Gros plans sur des regards acérés, écarquillement compulsif des paupières de la Brute, regard de glace sans ciller du Bon, yeux exorbité du Truand.\nAccélération des plans. Armes, regards, visages. La musique s'arrête. La Brute dégaine ! Mais déjà le Bon a répliqué d'un coup de feu et la Brute s'écroule, alors que le Truand reste abasourdi, sa pétoire est vide !\nSecond coup de feu, la Brute roule dans sa tombe...\nTout simplement le plus grand truel de l'histoire du cinéma !\nImpossible de ne pas se laisser emporter par cette scène mythique !"
    },
    {
     "titre_commentaire": "Trois hommes et un coup fin",
     "commentaire": "J’ai toujours préféré les brouillons aux œuvres finalisées, les croquis aux dessins finis, les esquisses aux toiles de musée. J’y trouve toujours une liberté imprenable, une fougue créatrice, prenant surement racines dans une spontanéité de circonstance, de l’idée, du ressenti directement jeté sur le papier, le bloc de marbre, le pain de terre ou le coin de toile.\nJ’ai toujours préféré les dessins de Michel-Ange ou les croquis de Léonard, réalisés d’une main prompte et libérée en bout de marge, ces mêmes croquis qui servaient de paillasson dans l’atelier des Maîtres à l’époque. Que dire sinon des esquisses de Delacroix à la plume et l’aquarelle, éclats de vie bien plus saisissants encore que ses toiles finies, des lignes de Giacometti, des ébauches de Rodin, des tracés fous de Géricault… Je reste même persuadé que Mozart, Bach ou Beethoven réalisaient des chefs d’oeuvre sans même s’en rendre compte alors que rêvassant, nez en l’air, ils laissaient leurs mains effleurer les touches d’un piano impatient.\nIl était une fois dans l’Ouest est le chef d’oeuvre de Leone. C’est sa Chapelle Sixtine, son Adoration des Mages, sa symphonie la plus aboutie, un requiem à l’harmonica. C’est un film parfait. Et c’est notamment en ça que Le Bon la Brute et le Truand est meilleur.\nLe volet final de la trilogie de l’Homme sans nom touche les cimes de l’art cinématographique peut-être notamment en cela qu’il n’est que presque parfait. Il se permet encore un manque, il n’a pas ce petit quelque chose qui fera de l’ultime virée dans L’Ouest la fresque du genre la mieux construite, la plus aboutie, le modèle ultime de la narration poussiéreuse à l’odeur de poudre. Et c’est ce manque, ce blanc sur le papier, ce vide intangible, léger déséquilibre, qui offre au Bon la Brute et le Truand la folie des plus belles esquisses, l’explosivité d’un croquis endiablé. C’est fou. Improbable et jubilatoire. Se permettre tant de choses dans un même film, tout à la fois monument de mise en scène, suite de cadres de toutes les démesures, personnages poseurs au possible aptes à illustrer les meilleurs plaisirs coupables, générosité gargantuesque dans une montée progressive, une suite de symphonies composées chacune dans la forge des plus belles pièces, s’élevant doucement vers le réveil du Léviathan, l’œil du typhon, les trois personnages, vestiges d’une cavalcade desséchée, regards de prédateurs et de proies perdues dans des gueules crevassées, au centre du cratère circulaire d’une euphorie volcanique dans une partition mirifique.\nQuand, gosse, tu regardes ce film en boucle, tu n’te poses pas la moindre de ces questions. Tu es intrigué et plein de sympathie pour la trogne vaguement modelée de ce cher armurier, tu aimes te prendre pour Blondin en enfilant ton dessus de lit comme un poncho, tu rêves de porter fièrement le chapeau de Tuco, le visage dans l’ombre, tu crains la tronche d’épouvantail au nez de rapace de Sentenza comme l’alligator qui se cache chaque nuit sous ton lit en guettant tes petits petons nus, tu sifflotes The Ecstasy of Gold sur le chemin de l'école, ton rêve culinaire ultime, c’est des patates et du choux dans une gamelle en bois. Tout ça tout à fait naturellement, sans même t’apercevoir que tu croises régulièrement sur ta VHS ce qui est probablement le meilleur film de tous les temps. Un film magistral, bâti comme une tornade démente, un film fou, l’oeuvre de tous les excès contenus dans un épiderme de génie, une toile de maître ne pouvant contenir la fougue du croquis, une symphonie trouvant son accomplissement dans l’inachevé."
    },
    {
     "titre_commentaire": "Le monde se divise en 3 catégories ...",
     "commentaire": "Un trésor. De l'or !\n3 gaillards poussiéreux comme le napperon sur la télé de ta grand mère.\n3 chasseurs de primes fauchés comme les blés qui comptent bien se refaire une santé avec le magot d'un certain Bill Carson.\n3 salopards qui se coursent comme des mômes, jouant au loup, à chat perché et à la chasse au trésor, échangeant leurs pistolets à bouchons contre des Smith et Wesson crachant le feu des enfers.\n3 motherfuckers lâchés dans une Amérique divisée en 2 catégories.\nYankees contre confédérés, Est contre Ouest, pauvres contre riches, désert contre civilisation. Les catégories ne se complètent jamais dans cette Amérique sauvage, elles s'opposent; toujours !\nIl y a les salauds, les vrais, du genre Sentenza.\nDur comme l'acier. Une brutalité animale. Un aigle ! Un oeil perçant, un bec crochu et menaçant, des griffes entre lesquelles il ne vaut mieux pas tomber.\nIl n'y a aucune pitié dans ces petits yeux secs. Il n'y a qu'un but au fond de ce regard aquilin: Le pognon !\nRien ne fera reculer cette volonté de fer, cet appât du gain. Il n'y a rien derrière ce sourire en coin, ce rictus sardonique.\nLe coeur de pierre d'une âme morte pour un homme de marbre.\nIl y a aussi les salauds, les débrouillards, qui sont nés du mauvais côté de la chance. Du genre Tuco Benedicto Pacifico Juan Maria Ramirez.\nTruand hyperactif aux mille et une inculpations. Un sale gosse qui pique dans le porte feuille du voisin, qui lève les jupes des filles et qui étrenne son flingue sur tout ce qui bouge.\nUn garnement mal rasé et sale comme un peigne qui depuis sa plus tendre enfance ne poursuit finalement qu'un seul rêve. Le rêve bourgeois de l'émancipation par le fric de sa pauvre vie de taulard professionnel: Le pognon ! Le but ultime du pauvre Tuco. Ce but qui lui donne ce peu de jugeotte lui autorisant encore de rester libre, et cet espoir de devenir riche lui permettant de passer entre les balles.\nPuis il y a les salauds. Ces salauds sympas qui te la mettent avec le sourire. qui te pique du blé mais réclame quand même la monnaie.\nUne \"fuck attitude\" planquée sous un grand chapeau et une moitié de cigare plantée dans le bec. Du genre Blondin.\nLoup solitaire traînant sa dégaine filiforme et son oeil blasé, à la recherche d'un imbécile à plumer. Une sorte de fantôme à santiags, prêtant ses talents d'as de la gâchette au plus offrant.\nTraversant cette Amérique où la loi du plus fort qui est en place le satisfait pleinement.\nRecherchant d'état en état un moyen de se poser, de virer le cul de sa selle et de poser son flingue qui lui brûle les mains.\nDes moyens faciles pour pouvoir se retirer des voitures, il y en a pas mille: Le pognon !\n3 personnages de légende. 3 êtres mythiques. 3 anars en pleine guerre.\nUne Amérique en construction en pleine destruction.\nDes millions d'habitants en guerre, en exil, et pourtant on ne voit qu'eux.\nOn suit la jolie parabole de ce livre religieux à la morale douteuse.\nOù chaque personnage serait un exemple à ne pas suivre.\nOù faire le bien serait juste frapper moins fort ou voler un petit peu moins d'oseille que ceux qui font le mal, faire saigner du nez plutôt que de péter des dents.\nUn paradis oublié de Dieu, où 3 hommes passent comme des spectres, se pourchassant dans des espaces infinis et que personne ne semble pouvoir arrêter.\nC'est le doigt du destin qui a touché les fronts sales et transpirants de ces 3 hommes, les marquant à jamais, les prédestinant à une course éternelle et stérile malgré l'or retrouvé.\nTel des Sisyphe crades, barbus et empestant le tabac froid poussant leur rocher en or qui leur file entre les doigts et leur écrase les panards.\nCe sont 3 hommes. 3 salauds. 3 histoires, 3 catégories ....\net pourtant, au final, il n'y a qu' une seule et même personne, une seule histoire.\nUne seule et unique catégorie :\nLE WESTERN."
    },
    {
     "titre_commentaire": "L'Art et Colt",
     "commentaire": "'TAIN, je suis TROP satisfait d'avoir choisi cet avatar ! D'ailleurs faudrait pas que quelqu'un s'aventure à opter pour le même, sinon ça sera le CARNAGE !\nAlors c'est pas pour raconter ma vie, mais je viens donc de revoir Le bon, la brute et le truand (pour la énième fois), et... LA VACHE ! C'est toujours aussi BON ! C'était impossible... Et pourtant : ça devient même encore MIEUX à chaque visionnage ! C'est du dé-lire ! RhaaaAAAA... C'est presque TROP !!\nBon, je vais essayer de me calmer un peu, sinon je vais vous faire peur... Mais c'est vrai qu'à chaque fois, j'arrive plus à me contrôler... Je me retrouve complètement hors de moi, à la fois abasourdi et euphorique (un état assez étrange...); c'est comme si j'étais transcendé...\nJe ne vais pas me lancer dans une vraie critique du film, d'abord parce que je risque d'en perdre la raison, et puis Plug-In-Papa a déjà fait un excellent boulot sur le sujet. Je vais juste brièvement vous expliquer pourquoi l'on peut considérer BBT (c'est une honte de l'abréger mais c'est quand même long à chaque fois) comme le meilleur film (indétrônable) de tous les temps (vous avez remarqué que je fais preuve de sagesse; je dis \"on peut\", je n'affirme rien, même s'il me semble inconcevable de penser différemment).\nD'abord, et ce n'est pas rien : BBT est parfait !\nEnsuite, on a dans BBT un des meilleurs scénarios jamais écrits !\nLes acteurs principaux : jamais de telles GUEULES n'ont été réunies d'une telle façon dans un film !\nLa musique : on n'a JAMAIS été témoin d'une musique de film aussi parfaite, et collant aussi bien à l'image !\nLes plans : on a rarement atteint de tels sommets de perfection d'image, ça foisonne de plans tous plus somptueux les uns que les autres, de génie dans les mouvements de caméra, de cadrages à la limite du divin...\nVous ai-je déjà dit que BBT était parfait ?\nBBT nous offre une palette d'émotions qui sont superbement mêlées : c'est tout juste si on n'est pas en train de trembler d'extase pendant toute la durée du film...\nOn oublie assez souvent que ce monument est aussi une magnifique fresque, très explicitement critique, sur la Guerre de Sécession. C'est également une œuvre dans laquelle, contrairement à ce que l'on pourrait croire, le manichéisme - finalement très peu présent dans le fond - devient une base de réflexion en soi dans la forme.\nJe ne connais pas de film plus jouissif à regarder que BBT. Sergio Leone nous offre des moments cinématographiquement orgasmiques (sympa comme formulation), et réussit le tour de force de nous gâter de DEUX a-po-théoses scéniques - je parle bien sûr de la scène du cimetière et de celle du duel final - dont la conjugaison (presque impossible de perfection) constitue pour moi le SUMMUM - indétrônable - de la scène cul-ti-ssime.\nIl m'est humainement impossible d'apprécier une personne qui ne reconnaitrait pas l'excellence de BBT.\nJ'envie les gens qui n'ont encore jamais vu ce chef-d'œuvre ultime (comment peut-il en exister ?), parce que découvrir (tout comme redécouvrir) BBT, constitue l'une des expériences artistiques les plus transcendantes qui soient.\nP.S : et ça c'était en restant objectif...\nP.P.S : je précise juste qu'il est impératif de voir la version longue hein ! Le film devient encore plus intéressant (si c'est possible) !"
    }
   ]
  ]
 }
]